Repository: lxc/incus
Catalog: po/*.po
Languages: sv

source: Storage volume moved successfully!
sv: Lagringsvolymen har flyttats utan problem!

source: Storage volume snapshot %s deleted from %s
sv: Lagringsvolymsögonblicksbild %s raderad från %s

source: Store the instance state
sv: Lagra instansens tillstånd

source: Successfully updated cluster certificates
sv: Klustercertifikat uppdaterade framgångsrikt

source: Supported modes: %s
sv: Stödda lägen: %s

source: Supported ports: %s
sv: Stödda portar: %s

source: Swap (current)
sv: Växling (aktuell)

source: Swap (peak)
sv: Växling (topp)

source: Switch the current project
sv: Byt aktuellt projekt

source: Switch the default remote
sv: Byt standardfjärrkontroll

source: Symlink target path can only be used for type "symlink"
sv: Symlink-målvägen kan endast användas för typen "symlink"

source: TAKEN AT
sv: TAGET VID

source: TARGET
sv: MÅL

source: TYPE
sv: TYP

source: Taken at
sv: Taget vid

source: Target path %q already exists
sv: Målvägen %q finns redan

source: Target path and --listen flag cannot be used together
sv: Målsökvägen och flaggan --listen kan inte användas tillsammans

source: Target path must be a directory
sv: Målvägen måste vara en katalog

source: Tell the daemon to shutdown all instances and exit
sv: Be daemon att stänga av alla instanser och avsluta

source: Tell the daemon to shutdown all instances and exit This will tell the daemon to start a clean shutdown of all instances, followed by having itself shutdown and exit. This can take quite a while as instances can take a long time to shutdown, especially if a non-standard timeout was configured for them.
sv: Be daemon att stänga av alla instanser och avsluta Detta kommer att be daemon att starta en ren avstängning av alla instanser, följt av att den själv stängs av och avslutas. Detta kan ta ganska lång tid eftersom instanser kan ta lång tid att stänga av, särskilt om en icke-standardiserad timeout har konfigurerats för dem.

source: The %s storage pool already exists
sv: Lagringspoolen %s finns redan

source: The --show-log flag is only supported for by 'console' output type
sv: Flaggan --show-log stöds endast för utdatatypen 'console'

source: The LVM thin provisioning tools couldn't be found on the system
sv: LVM-verktygen för tunn provisionering kunde inte hittas på systemet

source: The LVM thin provisioning tools couldn't be found. LVM can still be used without thin provisioning but this will disable over-provisioning, increase the space requirements and creation time of images, instances and snapshots. If you wish to use thin provisioning, abort now, install the tools from your Linux distribution and make sure that your user can see and run the "thin_check" command before running "init" again.
sv: LVM-verktygen för tunn provisionering kunde inte hittas. LVM kan fortfarande användas utan tunn provisionering, men detta inaktiverar överprovisionering, ökar utrymmeskraven och ökar tiden för skapande av avbildningar, instanser och ögonblicksbilder. Om du vill använda tunn provisionering, avbryt nu, installera verktygen från din Linux-distribution och se till att din användare kan se och köra kommandot "thin_check" innan du kör "init" igen.

source: The "cluster" subcommand requires access to internal server data. To do so, it's actually part of the "incusd" binary rather than "incus". You can invoke it through "incusd cluster".
sv: Underkommandot "cluster" kräver åtkomst till interna serverdata. För att göra detta ingår det faktiskt i binärfilen "incusd" snarare än "incus". Du kan anropa det genom "incusd cluster".

source: The client automatically uses either spicy or remote-viewer when present.
sv: Klienten använder automatiskt antingen spicy eller remote-viewer när dessa finns tillgängliga.

source: The device already exists
sv: Enheten finns redan

source: The direction argument must be one of: ingress, egress
sv: Riktningsargumentet måste vara ett av följande: ingång, utgång

source: The following unknown storage pools have been found:
sv: Följande okända lagringspooler har hittats:

source: The following unknown volumes have been found:
sv: Följande okända volymer har hittats:

source: The instance is currently running, stop it first or pass --force
sv: Instansen körs för närvarande, stoppa den först eller ange --force

source: The instance is currently running. Use --force to have it stopped and restarted
sv: Instansen körs för närvarande. Använd --force för att stoppa och starta om den

source: The instance you are starting doesn't have any network attached to it.
sv: Den instans du startar har inget nätverk anslutet till sig.

source: The is no config key to set on an instance snapshot.
sv: Det finns ingen konfigurationsnyckel att ställa in på en instanssnapshot.

source: The key %q does not exist on cluster group %q
sv: Nyckeln %q finns inte i klustergruppen %q

source: The key %q does not exist on cluster member %q
sv: Nyckeln %q finns inte på klustermedlemmen %q

source: The local image '%q' couldn't be found, trying '%q:%q' instead.
sv: Den lokala avbildningen '%q' kunde inte hittas, försöker istället med '%q:%q'.

source: The local image '%q' couldn't be found, trying '%q:' instead.
sv: Den lokala avbildningen '%q' kunde inte hittas, försöker istället med '%q:'.

source: The minimum refresh rate is 10s
sv: Minsta uppdateringsfrekvens är 10 sekunder

source: The profile device doesn't exist
sv: Profil-enheten finns inte

source: The property %q does not exist on the cluster group %q: %v
sv: Egenskapen %q finns inte i klustergruppen %q: %v

source: The property %q does not exist on the cluster member %q: %v
sv: Egenskapen %q finns inte på klustermedlemmen %q: %v

source: The property %q does not exist on the instance %q: %v
sv: Egenskapen %q finns inte på instansen %q: %v

source: The property %q does not exist on the instance snapshot %s/%s: %v
sv: Egenskaperna %q finns inte på instansens ögonblicksbild %s/%s: %v

source: The property %q does not exist on the load balancer %q: %v
sv: Egenskapen %q finns inte på lastbalanseraren %q: %v

source: The property %q does not exist on the network %q: %v
sv: Egenskapen %q finns inte på nätverket %q: %v

source: The property %q does not exist on the network ACL %q: %v
sv: Egenskapen %q finns inte på nätverks-ACL %q: %v

source: The property %q does not exist on the network forward %q: %v
sv: Egenskapen %q finns inte på nätverket vidarebefordra %q: %v

source: The property %q does not exist on the network integration %q: %v
sv: Egenskapen %q finns inte i nätverksintegrationen %q: %v

source: The property %q does not exist on the network peer %q: %v
sv: Egenskapen %q finns inte på nätverkspartnern %q: %v

source: The property %q does not exist on the network zone %q: %v
sv: Egenskapen %q finns inte i nätverkszonen %q: %v

source: The property %q does not exist on the network zone record %q: %v
sv: Egenskapen %q finns inte i nätverkszonposten %q: %v

source: The property %q does not exist on the profile %q: %v
sv: Egenskapen %q finns inte i profilen %q: %v

source: The property %q does not exist on the project %q: %v
sv: Egenskapen %q finns inte i projektet %q: %v

source: The property %q does not exist on the storage bucket %q: %v
sv: Egenskapen %q finns inte i lagringsbucket %q: %v

source: The property %q does not exist on the storage pool %q: %v
sv: Egenskapen %q finns inte i lagringspoolen %q: %v

source: The property %q does not exist on the storage pool volume %q: %v
sv: Egenskapen %q finns inte på lagringspoolvolymen %q: %v

source: The property %q does not exist on the storage pool volume snapshot %s/%s: %v
sv: Egenskapen %q finns inte på lagringspoolens volymsnapshot %s/%s: %v

source: The property with tag %q does not exist
sv: Objektet med taggen %q finns inte

source: The recovery process will be scanning the following storage pools:
sv: Återställningsprocessen kommer att skanna följande lagringspooler:

source: The requested backend '%s' isn't available on your system (missing tools)
sv: Den begärda backenden '%s' är inte tillgänglig på ditt system (saknade verktyg)

source: The requested backend '%s' isn't supported by init
sv: Den begärda backenden '%s' stöds inte av init

source: The requested interface doesn't exist. Please choose another one.
sv: Det begärda gränssnittet finns inte. Välj ett annat.

source: The requested network bridge "%s" already exists. Please choose another name.
sv: Den begärda nätverksbryggan "%s" finns redan. Välj ett annat namn.

source: The requested storage pool "%s" already exists. Please choose another name.
sv: Den begärda lagringspoolen "%s" finns redan. Välj ett annat namn.

source: The server doesn't have a web UI installed
sv: Servern har inte något webbgränssnitt installerat

source: The server doesn't implement the newer v2 resources API
sv: Servern implementerar inte den nyare v2-resurs-API:n

source: The specified device doesn't exist
sv: Den angivna enheten finns inte

source: The specified device doesn't match the network
sv: Den angivna enheten matchar inte nätverket

source: The type to create (file, symlink, or directory)
sv: Den typ som ska skapas (fil, symlänk eller katalog)

source: There is no "image name". Did you want an alias?
sv: Det finns inget "avbildningsnamn". Ville du ha ett alias?

source: This client hasn't been configured to use a remote server yet. As your platform can't run native Linux instances, you must connect to a remote server. If you already added a remote server, make it the default with "incus remote switch NAME".
sv: Denna klient har ännu inte konfigurerats för att använda en fjärrserver. Eftersom din plattform inte kan köra inbyggda Linux-instanser måste du ansluta till en fjärrserver. Om du redan har lagt till en fjärrserver kan du göra den till standard med "incus remote switch NAMN".

source: This command isn't supported on Windows
sv: Det här kommandot stöds inte i Windows

source: This server currently has the following storage pools:
sv: Denna server har för närvarande följande lagringspooler:

source: This server is already clustered
sv: Denna server är redan klustrad

source: This server is not available on the network
sv: Denna server är inte tillgänglig på nätverket

source: Threads:
sv: Trådar:

source: Time to wait for the instance to shutdown cleanly
sv: Vänta tills instansen stängs av på ett korrekt sätt

source: Timestamps:
sv: Tidsstämplar:

source: To attach a network to an instance, use: incus network attach
sv: För att ansluta ett nätverk till en instans, använd: incus network attach

source: To create a new network, use: incus network create
sv: För att skapa ett nytt nätverk, använd: incus network create

source: To detach from the console, press: <ctrl>+a q
sv: För att koppla bort från konsolen, tryck på: <ctrl>+a q

source: To start your first container, try: incus launch images:%s Or for a virtual machine: incus launch images:%s --vm
sv: För att starta din första container, prova: incus launch images:%s Eller för en virtuell maskin: incus launch images:%s --vm

source: To use --target, the destination remote must be a cluster
sv: För att kunna använda --target måste fjärrdestinationen vara ett kluster

source: Total: %s
sv: Totalt: %s

source: Total: %v
sv: Totalt: %v

source: Transceiver type: %s
sv: Transceivertyp: %s

source: Transfer mode, one of pull (default), push or relay
sv: Överföringsläge, ett av pull (standard), push eller relay

source: Transfer mode. One of pull (default), push or relay
sv: Överföringsläge. Ett av följande: pull (standard), push eller relay

source: Transfer mode. One of pull (default), push or relay.
sv: Överföringsläge. Ett av följande: pull (standard), push eller relay.

source: Transfer mode. One of pull, push or relay
sv: Överföringsläge. Drag, tryck eller relä

source: Transfer mode. One of pull, push or relay.
sv: Överföringsläge. Ett av följande: dra, tryck eller relä.

source: Transferring image: %s
sv: Överför avbildning: %s

source: Transferring instance: %s
sv: Överföring av instans: %s

source: Transmit policy
sv: Överföringspolicy

source: Trust token for %s:
sv: Förtroendetoken för %s:

source: Try `incus info --show-log %s%s` for more info
sv: Prova `incus info --show-log %s%s` för mer information

source: Type
sv: Typ

source: Type of certificate
sv: Typ av certifikat

source: Type of connection to establish: 'console' for serial console, 'vga' for SPICE graphical output
sv: Typ av anslutning som ska upprättas: 'console' för seriell konsol, 'vga' för SPICE grafisk utgång

source: Type of peer (local or remote)
sv: Typ av peer (lokal eller fjärrstyrd)

source: Type: %s
sv: Typ: %s

source: UNLIMITED
sv: OBEGRÄNSAD

source: UPLOAD DATE
sv: UPPLADDNINGSDATUM

source: USAGE
sv: ANVÄNDNING

source: USB device:
sv: USB-enhet:

source: USB devices:
sv: USB-enheter:

source: USED BY
sv: ANVÄNDS AV

source: Unable to connect to any of the cluster members specified in join token
sv: Det går inte att ansluta till någon av klustermedlemmarna som anges i anslutningstoken

source: Unable to create a temporary file: %v
sv: Det går inte att skapa en tillfällig fil: %v

source: Unavailable remote server
sv: Fjärrserver otillgänglig

source: Unknown certificate type %q
sv: Okänd certifikattyp %q

source: Unknown channel type for client %q: %s
sv: Okänd kanaltyp för klient %q: %s

source: Unknown column shorthand char '%c' in '%s'
sv: Okänd kolumnförkortning char '%c' i '%s'

source: Unknown console type %q
sv: Okänd konsoltyp %q

source: Unknown file type '%s'
sv: Okänd filtyp '%s'

source: Unknown key: %s
sv: Okänd nyckel: %s

source: Unknown output type %q
sv: Okänd utdatatyp %q

source: Unset a cluster group's configuration keys
sv: Avaktivera konfigurationsnycklarna för en klustergrupp

source: Unset a cluster member's configuration keys
sv: Avaktivera konfigurationsnycklar för en klustermedlem

source: Unset all profiles on the target instance
sv: Avaktivera alla profiler på målinstansen

source: Unset device configuration keys
sv: Avmarkera enhetskonfigurationsnycklar

source: Unset image properties
sv: Ta bort avbildningsegenskaper

source: Unset instance or server configuration keys
sv: Avmarkera instans- eller serverkonfigurationsnycklar

source: Unset network ACL configuration keys
sv: Oinställda nätverks-ACL-konfigurationsnycklar

source: Unset network address set configuration keys
sv: Avaktivera konfigurationsnycklar för nätverksadress

source: Unset network configuration keys
sv: Avmarkera nätverkskonfigurationsnycklar

source: Unset network forward configuration keys
sv: Avaktivera konfigurationsnycklar för nätverksvidarebefordran

source: Unset network forward keys
sv: Avmarkera nätverksvidarebefordringsnycklar

source: Unset network integration configuration keys
sv: Avmarkera konfigurationsnycklar för nätverksintegration

source: Unset network load balancer configuration keys
sv: Avmarkera konfigurationsnycklar för nätverkslastbalanserare

source: Unset network load balancer keys
sv: Avmarkera nycklar för nätverkslastbalanserare

source: Unset network peer configuration keys
sv: Avmarkera konfigurationsnycklar för nätverkspeer

source: Unset network peer keys
sv: Avmarkera nätverkspeernycklar

source: Unset network zone configuration keys
sv: Avmarkera konfigurationsnycklar för nätverkszoner

source: Unset network zone record configuration keys
sv: Konfigurationsnycklar för osatta nätverkszonposter

source: Unset profile configuration keys
sv: Avmarkerade profilkonfigurationsnycklar

source: Unset project configuration keys
sv: Avmarkera projektkonfigurationsnycklar

source: Unset storage bucket configuration keys
sv: Konfigurationsnycklar för lagringsbucket som inte är inställda

source: Unset storage pool configuration keys
sv: Konfigurationsnycklar för lagringspool som inte är inställda

source: Unset storage volume configuration keys
sv: Konfigurationsnycklar för lagringsvolym som inte är inställda

source: Unset storage volume configuration keys If the type is not specified, Incus assumes the type is "custom". Supported values for type are "custom", "container" and "virtual-machine".
sv: Oinställda konfigurationsnycklar för lagringsvolym Om typen inte anges antar Incus att typen är "custom". Värden som stöds för typen är "custom", "container" och "virtual-machine".

source: Unset the key as a cluster group property
sv: Avmarkera nyckeln som en klustergruppsegenskap

source: Unset the key as a cluster property
sv: Avaktivera nyckeln som en klusteregenskap

source: Unset the key as a network ACL property
sv: Avaktivera nyckeln som en nätverks-ACL-egenskap

source: Unset the key as a network address set property
sv: Avmarkera nyckeln som en egenskap för nätverksadressuppsättning

source: Unset the key as a network forward property
sv: Avmarkera nyckeln som en nätverksvidarebefordringsegenskap

source: Unset the key as a network integration property
sv: Avmarkera nyckeln som en nätverksintegrationsegenskap

source: Unset the key as a network load balancer property
sv: Avaktivera nyckeln som en egenskap för nätverkslastbalanserare

source: Unset the key as a network peer property
sv: Avmarkera nyckeln som en nätverkspeer-egenskap

source: Unset the key as a network property
sv: Avaktivera nyckeln som nätverksegenskap

source: Unset the key as a network zone property
sv: Avmarkera nyckeln som en nätverkszonegenskap

source: Unset the key as a network zone record property
sv: Avmarkera nyckeln som en egenskap för nätverkszonens post

source: Unset the key as a profile property
sv: Avaktivera nyckeln som profilegenskap

source: Unset the key as a project property
sv: Avmarkera nyckeln som en projektattribut

source: Unset the key as a storage bucket property
sv: Avmarkera nyckeln som en lagringsbucketegenskap

source: Unset the key as a storage property
sv: Avaktivera nyckeln som lagringsegenskap

source: Unset the key as a storage volume property
sv: Avmarkera nyckeln som en lagringsvolymegenskap

source: Unset the key as an instance property
sv: Avmarkera nyckeln som en instansegenskap

source: Unsupported instance type: %s
sv: Instans typ som inte stöds: %s

source: Up delay
sv: Uppfördröjning

source: Update cluster certificate
sv: Uppdatera klustercertifikat

source: Update cluster certificate with PEM certificate and key read from input files.
sv: Uppdatera klustercertifikatet med PEM-certifikat och nyckel som läses från inmatningsfilerna.

source: Update the target profile from the source if it already exists
sv: Uppdatera målprofilen från källan om den redan finns

source: Updated interval to %v
sv: Uppdaterat intervall till %v

source: Uploaded: %s
sv: Uppladdad: %s

source: Upper devices
sv: Övre enheter

source: Usage: %s
sv: Användning: %s

source: Use storage driver optimized format (can only be restored on a similar pool)
sv: Använd lagringsdrivrutinens optimerade format (kan endast återställas på en liknande pool)

source: Use storage driver optimized format (can only be restored on a similar pool, ignored for ISO storage volumes)
sv: Använd lagringsdrivrutinens optimerade format (kan endast återställas på en liknande pool, ignoreras för ISO-lagringsvolymer)

source: Use with help or --help to view sub-commands
sv: Använd med help eller --help för att visa underkommandon

source: Used: %v
sv: Använd: %v

source: User ID to run the command as (default 0)
sv: Användar-ID för att köra kommandot som (standard 0)

source: User aborted configuration
sv: Användaren avbröt konfigurationen

source: User aborted delete operation
sv: Användaren avbröt raderingsåtgärden

source: VFs: %d
sv: VF: %d

source: VLAN filtering
sv: VLAN-filtrering

source: Vendor ID: %v
sv: Leverantörs-ID: %v

source: Vendor: %s
sv: Säljare: %s

source: Vendor: %v
sv: Leverantör: %v

source: Vendor: %v (%v)
sv: Leverantör: %v (%v)

source: Volume Only
sv: Endast volym

source: Volume description
sv: Volymbeskrivning

source: Wait for the daemon to be ready to process requests
sv: Vänta tills daemonen är redo att bearbeta förfrågningar

source: Wait for the daemon to be ready to process requests This command will block until the daemon is reachable over its REST API and is done with early start tasks like re-starting previously started containers.
sv: Vänta tills daemonen är redo att bearbeta förfrågningar Det här kommandot blockeras tills daemonen är tillgänglig via sitt REST API och har slutfört tidiga startuppgifter, såsom att starta om tidigare startade containrar.

source: Wait for the operation to complete
sv: Vänta tills operationen är klar

source: We detected that you are running inside an unprivileged container. This means that unless you manually configured your host otherwise, you will not have enough uids and gids to allocate to your containers. Your container's own allocation can be reused to avoid the problem. Doing so makes your nested containers slightly less safe as they could in theory attack their parent container and gain more privileges than they otherwise would.
sv: Vi har upptäckt att du kör i en container utan privilegier. Det innebär att om du inte manuellt har konfigurerat din värd på annat sätt, kommer du inte att ha tillräckligt med uid och gid att tilldela dina containrar. Din containers egen tilldelning kan återanvändas för att undvika problemet. Detta gör dina kapslade containrar något mindre säkra, eftersom de i teorin skulle kunna attackera sin överordnade container och få fler privilegier än de annars skulle ha.

source: Web server running at: %s
sv: Webbserver körs på: %s

source: What IP address or DNS name should be used to reach this server?
sv: Vilken IP-adress eller DNS-namn ska användas för att nå denna server?

source: What IPv4 address should be used?
sv: Vilken IPv4-adress ska användas?

source: What IPv6 address should be used?
sv: Vilken IPv6-adress ska användas?

source: What member name should be used to identify this server in the cluster?
sv: Vilket medlemsnamn ska användas för att identifiera denna server i klustret?

source: What should the new bridge be called?
sv: Vad ska den nya bron heta?

source: Where should this storage pool store its data?
sv: Var ska denna lagringspool lagra sina data?

source: Whether or not to only backup the instance (without snapshots)
sv: Om endast instansen ska säkerhetskopieras (utan snapshots)

source: Whether or not to restore the instance's running state from snapshot (if available)
sv: Om instansens körningsstatus ska återställas från en ögonblicksbild (om tillgänglig) eller inte

source: Whether or not to snapshot the instance's running state
sv: Om man ska ta en ögonblicksbild av instansens körningsstatus eller inte

source: Wipe the instance root disk and re-initialize with a new image (or empty volume).
sv: Rensa instansens rotdisk och initiera om med en ny image (eller tom volym).

source: Would you like a YAML "init" preseed to be printed?
sv: Vill du att en YAML "init" preseed ska skrivas ut?

source: Would you like stale cached images to be updated automatically?
sv: Vill du att gamla cachade avbildningar ska uppdateras automatiskt?

source: Would you like the server to be available over the network?
sv: Vill du att servern ska vara tillgänglig via nätverket?

source: Would you like those to be recovered?
sv: Vill du att de ska återställas?

source: Would you like to NAT IPv4 traffic on your bridge?
sv: Vill du NAT IPv4-trafik på din brygga?

source: Would you like to NAT IPv6 traffic on your bridge?
sv: Vill du använda NAT för IPv6-trafik på din brygga?

source: Would you like to continue with scanning for lost volumes?
sv: Vill du fortsätta söka efter förlorade volymer?

source: Would you like to create a new btrfs subvolume under %s?
sv: Vill du skapa en ny btrfs-undervolym under %s?

source: Would you like to create a new local network bridge?
sv: Vill du skapa en ny lokal nätverksbrygga?
