Repository: lxc/incus
Catalog: po/*.po
Languages: sv

source: Would you like to create a new zfs dataset under rpool/incus?
sv: Vill du skapa en ny zfs-datauppsättning under rpool/incus?

source: Would you like to have your containers share their parent's allocation?
sv: Vill du att dina containrar ska dela sina föräldrars allokering?

source: Would you like to recover another storage pool?
sv: Vill du återställa en annan lagringspool?

source: Would you like to use an existing bridge or host interface?
sv: Vill du använda en befintlig brygga eller värdgränssnitt?

source: Would you like to use an existing empty block device (e.g. a disk or partition)?
sv: Vill du använda en befintlig tom blockenhet (t.ex. en disk eller partition)?

source: Would you like to use clustering?
sv: Vill du använda klustring?

source: YES
sv: JA

source: You are currently missing the following:
sv: Du saknar för närvarande följande:

source: You can't pass -t and -T at the same time
sv: Du kan inte använda -t och -T samtidigt

source: You can't pass -t or -T at the same time as --mode
sv: Du kan inte ange -t eller -T samtidigt som --mode

source: You must specify a destination instance name
sv: Du måste ange ett namn på målinstansen

source: You must specify a source instance name
sv: Du måste ange ett källinstansnamn

source: You need to specify an image name or use --empty
sv: Du måste ange ett avbildningsnamn eller använda --empty

source: Zone description
sv: Zonbeskrivning

source: [<remote:>]<pool> <volume> <profile> [<device name>]
sv: [<remote:>]<pool> <volym> <profil> [<enhetsnamn>]

source: [<remote:>]<pool> <volume> <profile> [<device name>] [<path>]
sv: [<remote:>]<pool> <volym> <profil> [<enhetsnamn>] [<sökväg>]

source: [<remote>:]
sv: [<fjärr>:]

source: [<remote>:] <backup file> [<instance name>]
sv: [<fjärr>:] <backup file> [<instansnamn>]

source: [<remote>:] <cert.crt> <cert.key>
sv: [<fjärr>:] <cert.crt> <cert.key>

source: [<remote>:] <cert>
sv: [<fjärr>:] <cert>

source: [<remote>:] <name>
sv: [<fjärr>:] <namn>

source: [<remote>:] [<filter>...]
sv: [<fjärr>:] [<filter>...]

source: [<remote>:] [<filters>...]
sv: [<fjärr>:] [<filter>...]

source: [<remote>:]<ACL>
sv: [<fjärr>:]<ACL>

source: [<remote>:]<ACL> <direction> <key>=<value>...
sv: [<fjärr>:]<ACL> <direction> <nyckel>=<värde>...

source: [<remote>:]<ACL> <key>
sv: [<fjärr>:]<ACL> <nyckel>

source: [<remote>:]<ACL> <key>=<value>...
sv: [<fjärr>:]<ACL> <nyckel>=<värde>...

source: [<remote>:]<ACL> <new-name>
sv: [<fjärr>:]<ACL> <nytt-namn>

source: [<remote>:]<ACL> [[<remote>:]<ACL>...]
sv: [<fjärr>:]<ACL> [[<fjärr>:]<ACL>...]

source: [<remote>:]<ACL> [key=value...]
sv: [<fjärr>:]<ACL> [nyckel=värde...]

source: [<remote>:]<API path>
sv: [<fjärr>:]<API path>

source: [<remote>:]<Zone>
sv: [<fjärr>:]<Zon>

source: [<remote>:]<Zone> <key>
sv: [<fjärr>:]<Zon> <nyckel>

source: [<remote>:]<Zone> <key>=<value>...
sv: [<fjärr>:]<Zon> <nyckel>=<värde>...

source: [<remote>:]<Zone> [[<remote>:]<Zone>...]
sv: [<fjärr>:]<Zon> [[<fjärr>:]<Zon>...]

source: [<remote>:]<Zone> [key=value...]
sv: [<fjärr>:]<Zon> [nyckel=värde...]

source: [<remote>:]<address-set>
sv: [<fjärr>:]<address-set>

source: [<remote>:]<address-set> <address>...
sv: [<fjärr>:]<address-set> <address>...

source: [<remote>:]<address-set> <key>
sv: [<fjärr>:]<address-set> <nyckel>

source: [<remote>:]<address-set> <key>=<value>...
sv: [<fjärr>:]<address-set> <nyckel>=<värde>...

source: [<remote>:]<address-set> <new-name>
sv: [<fjärr>:]<address-set> <nytt-namn>

source: [<remote>:]<address-set> [[<remote>:]<address-set>...]
sv: [<fjärr>:]<address-set> [[<fjärr>:]<address-set>...]

source: [<remote>:]<address-set> [key=value...]
sv: [<fjärr>:]<address-set> [nyckel=värde...]

source: [<remote>:]<alias> <fingerprint>
sv: [<fjärr>:]<alias> <fingerprint>

source: [<remote>:]<alias> <new-name>
sv: [<fjärr>:]<alias> <nytt-namn>

source: [<remote>:]<alias> [[<remote>:]<alias>...]
sv: [<fjärr>:]<alias> [[<fjärr>:]<alias>...]

source: [<remote>:]<fingerprint>
sv: [<fjärr>:]<fingerprint>

source: [<remote>:]<group>
sv: [<fjärr>:]<grupp>

source: [<remote>:]<group> <key>
sv: [<fjärr>:]<grupp> <nyckel>

source: [<remote>:]<group> <key>=<value>...
sv: [<fjärr>:]<grupp> <nyckel>=<värde>...

source: [<remote>:]<group> <new-name>
sv: [<fjärr>:]<grupp> <nytt-namn>

source: [<remote>:]<group> [[<remote>:]<group>...]
sv: [<fjärr>:]<grupp> [[<fjärr>:]<grupp>...]

source: [<remote>:]<image>
sv: [<fjärr>:]<avbildning>

source: [<remote>:]<image> <key>
sv: [<fjärr>:]<avbildning> <nyckel>

source: [<remote>:]<image> <key> <value>
sv: [<fjärr>:]<avbildning> <nyckel> <värde>

source: [<remote>:]<image> <remote>:
sv: [<fjärr>:]<avbildning> <fjärr>:

source: [<remote>:]<image> [<remote>:]<instance>
sv: [<fjärr>:]<avbildning> [<fjärr>:]<instans>

source: [<remote>:]<image> [<remote>:][<name>]
sv: [<fjärr>:]<avbildning> [<fjärr>:][<namn>]

source: [<remote>:]<image> [<target>]
sv: [<fjärr>:]<avbildning> [<mål>]

source: [<remote>:]<image> [[<remote>:]<image>...]
sv: [<fjärr>:]<avbildning> [[<fjärr>:]<avbildning>...]

source: [<remote>:]<instance>
sv: [<fjärr>:]<instans>

source: [<remote>:]<instance> <device> <key>
sv: [<fjärr>:]<instans> <enhet> <nyckel>

source: [<remote>:]<instance> <device> <key>=<value>...
sv: [<fjärr>:]<instans> <enhet> <nyckel>=<värde>...

source: [<remote>:]<instance> <device> <type> [key=value...]
sv: [<fjärr>:]<instans> <enhet> <typ> [nyckel=värde...]

source: [<remote>:]<instance> <device> [key=value...]
sv: [<fjärr>:]<instans> <enhet> [nyckel=värde...]

source: [<remote>:]<instance> <instance>
sv: [<fjärr>:]<instans> <instans>

source: [<remote>:]<instance> <name>...
sv: [<fjärr>:]<instans> <namn>...

source: [<remote>:]<instance> <old snapshot name> <new snapshot name>
sv: [<fjärr>:]<instans> <old snapshot name> <new snapshot name>

source: [<remote>:]<instance> <profile>
sv: [<fjärr>:]<instans> <profil>

source: [<remote>:]<instance> <profiles>
sv: [<fjärr>:]<instans> <profiles>

source: [<remote>:]<instance> <snapshot name>
sv: [<fjärr>:]<instans> <snapshot name>

source: [<remote>:]<instance> <snapshot>
sv: [<fjärr>:]<instans> <ögonblicksbild>

source: [<remote>:]<instance> <template>
sv: [<fjärr>:]<instans> <template>

source: [<remote>:]<instance> [<remote>:][<instance>]
sv: [<fjärr>:]<instans> [<fjärr>:][<instans>]

source: [<remote>:]<instance> [<snapshot name>]
sv: [<fjärr>:]<instans> [<snapshot name>]

source: [<remote>:]<instance> [[<remote>:]<instance>...]
sv: [<fjärr>:]<instans> [[<fjärr>:]<instans>...]

source: [<remote>:]<instance> [flags] [--] <command line>
sv: [<fjärr>:]<instans> [flaggor] [--] <kommandorad>

source: [<remote>:]<instance> [target] [--format]
sv: [<fjärr>:]<instans> [target] [--format]

source: [<remote>:]<instance> [target] [--instance-only] [--optimized-storage]
sv: [<fjärr>:]<instans> [target] [--instance-only] [--optimized-storage]

source: [<remote>:]<instance>/<path>
sv: [<fjärr>:]<instans>/<sökväg>

source: [<remote>:]<instance>/<path> [<symlink target path>]
sv: [<fjärr>:]<instans>/<sökväg> [<symlink target path>]

source: [<remote>:]<instance>/<path> [[<remote>:]<instance>/<path>...]
sv: [<fjärr>:]<instans>/<sökväg> [[<fjärr>:]<instans>/<sökväg>...]

source: [<remote>:]<instance>/<path> [[<remote>:]<instance>/<path>...] <target path>
sv: [<fjärr>:]<instans>/<sökväg> [[<fjärr>:]<instans>/<sökväg>...] <målsökväg>

source: [<remote>:]<instance>[/<path>] [<target path>]
sv: [<fjärr>:]<instans>[/<sökväg>] [<målsökväg>]

source: [<remote>:]<instance>[/<snapshot>] [<remote>:] [flags] [key=value...]
sv: [<fjärr>:]<instans>[/<ögonblicksbild>] [<fjärr>:] [flaggor] [nyckel=värde...]

source: [<remote>:]<member>
sv: [<fjärr>:]<medlem>

source: [<remote>:]<member> <group>
sv: [<fjärr>:]<medlem> <grupp>

source: [<remote>:]<member> <key>
sv: [<fjärr>:]<medlem> <nyckel>

source: [<remote>:]<member> <key>=<value>...
sv: [<fjärr>:]<medlem> <nyckel>=<värde>...

source: [<remote>:]<member> <new-name>
sv: [<fjärr>:]<medlem> <nytt-namn>

source: [<remote>:]<member> <role[,role...]>
sv: [<fjärr>:]<medlem> <role[,role...]>

source: [<remote>:]<name>
sv: [<fjärr>:]<namn>

source: [<remote>:]<network integration>
sv: [<fjärr>:]<nätverksintegration>

source: [<remote>:]<network integration> <key>
sv: [<fjärr>:]<nätverksintegration> <nyckel>

source: [<remote>:]<network integration> <key>=<value>...
sv: [<fjärr>:]<nätverksintegration> <nyckel>=<värde>...

source: [<remote>:]<network integration> <new-name>
sv: [<fjärr>:]<nätverksintegration> <nytt-namn>

source: [<remote>:]<network integration> <type>
sv: [<fjärr>:]<nätverksintegration> <typ>

source: [<remote>:]<network integration> [[<remote>:]<network integration>...]
sv: [<fjärr>:]<nätverksintegration> [[<fjärr>:]<nätverksintegration>...]

source: [<remote>:]<network>
sv: [<fjärr>:]<nätverk>

source: [<remote>:]<network> <instance> [<device name>]
sv: [<fjärr>:]<nätverk> <instans> [<enhetsnamn>]

source: [<remote>:]<network> <instance> [<device name>] [<interface name>]
sv: [<fjärr>:]<nätverk> <instans> [<enhetsnamn>] [<gränssnittsnamn>]

source: [<remote>:]<network> <key>
sv: [<fjärr>:]<nätverk> <nyckel>

source: [<remote>:]<network> <key>=<value>...
sv: [<fjärr>:]<nätverk> <nyckel>=<värde>...

source: [<remote>:]<network> <listen_address>
sv: [<fjärr>:]<nätverk> <lyssningsadress>

source: [<remote>:]<network> <listen_address> <backend_name>
sv: [<fjärr>:]<nätverk> <lyssningsadress> <backend_name>

source: [<remote>:]<network> <listen_address> <backend_name> <target_address> [<target_port(s)>]
sv: [<fjärr>:]<nätverk> <lyssningsadress> <backend_name> <måladress> [<målport(ar)>]

source: [<remote>:]<network> <listen_address> <key>
sv: [<fjärr>:]<nätverk> <lyssningsadress> <nyckel>

source: [<remote>:]<network> <listen_address> <key>=<value>...
sv: [<fjärr>:]<nätverk> <lyssningsadress> <nyckel>=<värde>...

source: [<remote>:]<network> <listen_address> <protocol> <listen_port(s)> <backend_name>[,<backend_name>...]
sv: [<fjärr>:]<nätverk> <lyssningsadress> <protokoll> <lyssningsport(ar)> <backend_name>[,<backend_name>...]

source: [<remote>:]<network> <listen_address> <protocol> <listen_port(s)> <target_address> [<target_port(s)>]
sv: [<fjärr>:]<nätverk> <lyssningsadress> <protokoll> <lyssningsport(ar)> <måladress> [<målport(ar)>]

source: [<remote>:]<network> <listen_address> [<protocol>] [<listen_port(s)>]
sv: [<fjärr>:]<nätverk> <lyssningsadress> [<protokoll>] [<lyssningsport(ar)>]

source: [<remote>:]<network> <listen_address> [key=value...]
sv: [<fjärr>:]<nätverk> <lyssningsadress> [nyckel=värde...]

source: [<remote>:]<network> <new-name>
sv: [<fjärr>:]<nätverk> <nytt-namn>

source: [<remote>:]<network> <peer name>
sv: [<fjärr>:]<nätverk> <peer name>

source: [<remote>:]<network> <peer_name>
sv: [<fjärr>:]<nätverk> <peer_name>

source: [<remote>:]<network> <peer_name> <[target project/]<target network or integration> [key=value...]
sv: [<fjärr>:]<nätverk> <peer_name> <[målprojekt/]<target network or integration> [nyckel=värde...]

source: [<remote>:]<network> <peer_name> <key>
sv: [<fjärr>:]<nätverk> <peer_name> <nyckel>

source: [<remote>:]<network> <peer_name> <key>=<value>...
sv: [<fjärr>:]<nätverk> <peer_name> <nyckel>=<värde>...

source: [<remote>:]<network> <profile> [<device name>]
sv: [<fjärr>:]<nätverk> <profil> [<enhetsnamn>]

source: [<remote>:]<network> <profile> [<device name>] [<interface name>]
sv: [<fjärr>:]<nätverk> <profil> [<enhetsnamn>] [<gränssnittsnamn>]

source: [<remote>:]<network> [[<remote>:]<network>...]
sv: [<fjärr>:]<nätverk> [[<fjärr>:]<nätverk>...]

source: [<remote>:]<network> [key=value...]
sv: [<fjärr>:]<nätverk> [nyckel=värde...]

source: [<remote>:]<operation>
sv: [<fjärr>:]<operation>

source: [<remote>:]<operation> [[<remote>:]<operation>...]
sv: [<fjärr>:]<operation> [[<fjärr>:]<operation>...]

source: [<remote>:]<pool>
sv: [<fjärr>:]<pool>

source: [<remote>:]<pool> <backup file> [<bucket>]
sv: [<fjärr>:]<pool> <backup file> [<bucket>]

source: [<remote>:]<pool> <backup file> [<volume name>]
sv: [<fjärr>:]<pool> <backup file> [<volume name>]

source: [<remote>:]<pool> <bucket>
sv: [<fjärr>:]<pool> <bucket>

source: [<remote>:]<pool> <bucket> <key>
sv: [<fjärr>:]<pool> <bucket> <nyckel>

source: [<remote>:]<pool> <bucket> <key>=<value>...
sv: [<fjärr>:]<pool> <bucket> <nyckel>=<värde>...

source: [<remote>:]<pool> <bucket> [<path>]
sv: [<fjärr>:]<pool> <bucket> [<sökväg>]

source: [<remote>:]<pool> <bucket> [key=value...]
sv: [<fjärr>:]<pool> <bucket> [nyckel=värde...]

source: [<remote>:]<pool> <driver> [key=value...]
sv: [<fjärr>:]<pool> <driver> [nyckel=värde...]

source: [<remote>:]<pool> <key>
sv: [<fjärr>:]<pool> <nyckel>

source: [<remote>:]<pool> <key> <value>
sv: [<fjärr>:]<pool> <nyckel> <värde>

source: [<remote>:]<pool> <old name> <new name>
sv: [<fjärr>:]<pool> <old name> <new name>

source: [<remote>:]<pool> <volume>
sv: [<fjärr>:]<pool> <volym>

source: [<remote>:]<pool> <volume> <instance> [<device name>]
sv: [<fjärr>:]<pool> <volym> <instans> [<enhetsnamn>]

source: [<remote>:]<pool> <volume> <instance> [<device name>] [<path>]
sv: [<fjärr>:]<pool> <volym> <instans> [<enhetsnamn>] [<sökväg>]

source: [<remote>:]<pool> <volume> <old snapshot> <new snapshot>
sv: [<fjärr>:]<pool> <volym> <old snapshot> <new snapshot>

source: [<remote>:]<pool> <volume> <snapshot>
sv: [<fjärr>:]<pool> <volym> <ögonblicksbild>

source: [<remote>:]<pool> <volume> [<path>]
sv: [<fjärr>:]<pool> <volym> [<sökväg>]

source: [<remote>:]<pool> <volume> [<snapshot>]
sv: [<fjärr>:]<pool> <volym> [<ögonblicksbild>]

source: [<remote>:]<pool> <volume> [<target path>]
sv: [<fjärr>:]<pool> <volym> [<målsökväg>]

source: [<remote>:]<pool> <volume> [key=value...]
sv: [<fjärr>:]<pool> <volym> [nyckel=värde...]

source: [<remote>:]<pool> <volume>/<path>
sv: [<fjärr>:]<pool> <volym>/<sökväg>

source: [<remote>:]<pool> <volume>/<path> <target path>
sv: [<fjärr>:]<pool> <volym>/<sökväg> <målsökväg>

source: [<remote>:]<pool> <volume>/<path> [<symlink target path>]
sv: [<fjärr>:]<pool> <volym>/<sökväg> [<symlink target path>]

source: [<remote>:]<pool> <volume>/<snapshot>
sv: [<fjärr>:]<pool> <volym>/<ögonblicksbild>

source: [<remote>:]<pool> [<filter>...]
sv: [<fjärr>:]<pool> [<filter>...]

source: [<remote>:]<pool> [<type>/]<volume>
sv: [<fjärr>:]<pool> [<typ>/]<volym>

source: [<remote>:]<pool> [<type>/]<volume> <key>
sv: [<fjärr>:]<pool> [<typ>/]<volym> <nyckel>

source: [<remote>:]<pool> [<type>/]<volume> <key>=<value>...
sv: [<fjärr>:]<pool> [<typ>/]<volym> <nyckel>=<värde>...

source: [<remote>:]<pool> [<type>/]<volume>[/<snapshot>] <key>
sv: [<fjärr>:]<pool> [<typ>/]<volym>[/<ögonblicksbild>] <nyckel>

source: [<remote>:]<pool> [[<remote>:]<pool>...]
sv: [<fjärr>:]<pool> [[<fjärr>:]<pool>...]

source: [<remote>:]<pool>/<volume> [<remote>:]<pool>/<volume>
sv: [<fjärr>:]<pool>/<volym> [<fjärr>:]<pool>/<volym>

source: [<remote>:]<pool>/<volume>[/<snapshot>] [<remote>:]<pool>/<volume>
sv: [<fjärr>:]<pool>/<volym>[/<ögonblicksbild>] [<fjärr>:]<pool>/<volym>

source: [<remote>:]<profile>
sv: [<fjärr>:]<profil>

source: [<remote>:]<profile> <device> <key>
sv: [<fjärr>:]<profil> <enhet> <nyckel>

source: [<remote>:]<profile> <device> <key>=<value>...
sv: [<fjärr>:]<profil> <enhet> <nyckel>=<värde>...

source: [<remote>:]<profile> <device> <type> [key=value...]
sv: [<fjärr>:]<profil> <enhet> <typ> [nyckel=värde...]

source: [<remote>:]<profile> <key>
sv: [<fjärr>:]<profil> <nyckel>

source: [<remote>:]<profile> <key>=<value>...
sv: [<fjärr>:]<profil> <nyckel>=<värde>...

source: [<remote>:]<profile> <name>...
sv: [<fjärr>:]<profil> <namn>...

source: [<remote>:]<profile> <new-name>
sv: [<fjärr>:]<profil> <nytt-namn>

source: [<remote>:]<profile> [<remote>:]<profile>
sv: [<fjärr>:]<profil> [<fjärr>:]<profil>

source: [<remote>:]<profile> [[<remote>:]<profile>...]
sv: [<fjärr>:]<profil> [[<fjärr>:]<profil>...]

source: [<remote>:]<project>
sv: [<fjärr>:]<projekt>

source: [<remote>:]<project> <key>
sv: [<fjärr>:]<projekt> <nyckel>

source: [<remote>:]<project> <key>=<value>...
sv: [<fjärr>:]<projekt> <nyckel>=<värde>...

source: [<remote>:]<project> <new-name>
sv: [<fjärr>:]<projekt> <nytt-namn>

source: [<remote>:]<project> [[<remote>:]<project>...]
sv: [<fjärr>:]<projekt> [[<fjärr>:]<projekt>...]

source: [<remote>:]<source>[/<snapshot>] [[<remote>:]<destination>]
sv: [<fjärr>:]<källa>[/<ögonblicksbild>] [[<fjärr>:]<destination>]

source: [<remote>:]<warning-uuid>
sv: [<fjärr>:]<warning-uuid>

source: [<remote>:]<warning-uuid> [[<remote>:]<warning-uuid>...]
sv: [<fjärr>:]<warning-uuid> [[<fjärr>:]<warning-uuid>...]

source: [<remote>:]<zone>
sv: [<fjärr>:]<zone>

source: [<remote>:]<zone> <record>
sv: [<fjärr>:]<zone> <post>

source: [<remote>:]<zone> <record> <key>
sv: [<fjärr>:]<zone> <post> <nyckel>

source: [<remote>:]<zone> <record> <key>=<value>...
sv: [<fjärr>:]<zone> <post> <nyckel>=<värde>...

source: [<remote>:]<zone> <record> <type> <value>
sv: [<fjärr>:]<zone> <post> <typ> <värde>

source: [<remote>:]<zone> <record> [key=value...]
sv: [<fjärr>:]<zone> <post> [nyckel=värde...]

source: [<remote>:][<instance>[/<snapshot>]]
sv: [<fjärr>:][<instans>[/<ögonblicksbild>]]

source: [<remote>:][<instance>]
sv: [<fjärr>:][<instans>]

source: [<remote>:][<instance>] <key>
sv: [<fjärr>:][<instans>] <nyckel>

source: [<remote>:][<instance>] <key>=<value>...
sv: [<fjärr>:][<instans>] <nyckel>=<värde>...

source: [<remote>] <IP|FQDN|URL|token>
sv: [<fjärr>] <IP|FQDN|URL|token>

source: [<remote>]:
sv: [<fjärr>]:

source: [<remote>]:<local|global> <query>
sv: [<fjärr>]:<local|global> <query>

source: [[<remote>:]<member>]
sv: [[<fjärr>:]<medlem>]

source: application
sv: applikation

source: current
sv: nuvarande

source: description
sv: beskrivning

source: disabled
sv: inaktiverad

source: driver
sv: drivrutin

source: enabled
sv: aktiverad

source: ephemeral
sv: efemer

source: error: %v
sv: fel: %v

source: incus alias add list "list -c ns46S" Overwrite the "list" command to pass -c ns46S.
sv: incus alias add list "list -c ns46S" Skriv över kommandot "list" för att skicka -c ns46S.

source: incus alias remove my-list Remove the "my-list" alias.
sv: incus alias remove min-lista Ta bort aliaset "min-lista".

source: incus alias rename list my-list Rename existing alias "list" to "my-list".
sv: incus alias rename list my-list Byt namn på befintligt alias "list" till "my-list".

source: incus cluster edit <cluster member> < member.yaml Update a cluster member using the content of member.yaml
sv: incus cluster edit <cluster member> < member.yaml Uppdatera en klustermedlem med hjälp av innehållet i member.yaml

source: incus cluster group assign foo default,bar Set the groups for "foo" to "default" and "bar". incus cluster group assign foo default Reset "foo" to only using the "default" cluster group.
sv: incus cluster group assign foo default,bar Ställ in grupperna för "foo" till "default" och "bar". incus cluster group assign foo default Återställ "foo" till att endast använda klustergruppen "default".

source: incus cluster group create g1 incus cluster group create g1 < config.yaml Create a cluster group with configuration from config.yaml
sv: incus cluster group create g1 incus cluster group create g1 < config.yaml Skapa en klustergrupp med konfiguration från config.yaml

source: incus config device add [<remote>:]instance1 <device-name> disk source=/share/c1 path=/opt Will mount the host's /share/c1 onto /opt in the instance. incus config device add [<remote>:]instance1 <device-name> disk pool=some-pool source=some-volume path=/opt Will mount the some-volume volume on some-pool onto /opt in the instance.
sv: incus config device add [<fjärr>:]instance1 <device-name> disk source=/share/c1 path=/opt Monterar värdens /share/c1 på /opt i instansen. incus config device add [<fjärr>:]instance1 <device-name> disk pool=some-pool source=some-volume path=/opt Monterar volymen some-volume på some-pool på /opt i instansen.

source: incus config edit <instance> < instance.yaml Update the instance configuration from config.yaml.
sv: incus config edit <instans> < instance.yaml Uppdatera instanskonfigurationen från config.yaml.

source: incus config set [<remote>:]<instance> limits.cpu=2 Will set a CPU limit of "2" for the instance. incus config set my-instance cloud-init.user-data - < cloud-init.yaml Sets the cloud-init user-data for instance "my-instance" by reading "cloud-init.yaml" through stdin. incus config set core.https_address=[::]:8443 Will have the server listen on IPv4 and IPv6 port 8443.
sv: incus config set [<fjärr>:]<instans> limits.cpu=2 Ställer in en CPU-gräns på "2" för instansen. incus config set my-instance cloud-init.user-data - < cloud-init.yaml Ställer in cloud-init-användardata för instansen "my-instance" genom att läsa "cloud-init.yaml" via stdin. incus config set core.https_address=[::]:8443 Får servern att lyssna på IPv4- och IPv6-port 8443.

source: incus config template create u1 t1 incus config template create u1 t1 < config.tpl Create template t1 for instance u1 from config.tpl
sv: incus config template create u1 t1 incus config template create u1 t1 < config.tpl Skapa mall t1 för instans u1 från config.tpl

source: incus create images:debian/12 u1 incus create images:debian/12 u1 < config.yaml Create the instance with configuration from config.yaml incus launch images:debian/12 v2 --vm -d root,size=50GiB -d root,io.bus=nvme Create and start a virtual machine, overriding the disk size and bus
sv: incus create images:debian/12 u1 incus create images:debian/12 u1 < config.yaml Skapa instansen med konfigurationen från config.yaml incus launch images:debian/12 v2 --vm -d root,size=50GiB -d root,io.bus=nvme Skapa och starta en virtuell maskin, med åsidosättning av diskstorlek och buss

source: incus custom volume file pull local v1/foo/etc/hosts . To pull /etc/hosts from the custom volume and write it to the current directory. incus file pull local v1 foo/etc/hosts - To pull /etc/hosts from the custom volume and write its output to standard output.
sv: incus custom volume file pull local v1/foo/etc/hosts . För att hämta /etc/hosts från den anpassade volymen och skriva den till den aktuella katalogen. incus file pull local v1 foo/etc/hosts - För att hämta /etc/hosts från den anpassade volymen och skriva dess utdata till standardutdata.

source: incus debug dump-memory vm1 memory-dump.elf --format=elf Creates an ELF format memory dump of the vm1 instance.
sv: incus debug dump-memory vm1 memory-dump.elf --format=elf Skapar en minnesdump i ELF-format av vm1-instansen.

source: incus exec c1 bash Run the "bash" command in instance "c1" incus exec c1 -- ls -lh / Run the "ls -lh /" command in instance "c1"
sv: incus exec c1 bash Kör kommandot "bash" i instansen "c1" incus exec c1 -- ls -lh / Kör kommandot "ls -lh /" i instansen "c1"

source: incus export u1 backup0.tar.gz Download a backup tarball of the u1 instance. incus export u1 - Download a backup tarball with it written to the standard output.
sv: incus export u1 backup0.tar.gz Ladda ner en säkerhetskopia av u1-instansen. incus export u1 - Ladda ner en säkerhetskopia som skrivs till standardutmatningen.

source: incus file create foo/bar To create a file /bar in the foo instance. incus file create --type=symlink foo/bar baz To create a symlink /bar in instance foo whose target is baz.
sv: incus file create foo/bar Skapar en fil /bar i instansen foo. incus file create --type=symlink foo/bar baz Skapar en symlänk /bar i instansen foo med målet baz.

source: incus file mount foo/root fooroot To mount /root from the instance foo onto the local fooroot directory.
sv: incus fil montera foo/root fooroot För att montera /root från instansen foo till den lokala katalogen fooroot.
