Repository: lxc/incus
Catalog: po/*.po
Languages: sv

source: Edit network configurations as YAML
sv: Redigera nätverkskonfigurationer som YAML

source: Edit network forward configurations as YAML
sv: Redigera nätverkskonfigurationer som YAML

source: Edit network integration configurations as YAML
sv: Redigera nätverksintegrationskonfigurationer som YAML

source: Edit network load balancer configurations as YAML
sv: Redigera konfigurationer för nätverkslastbalanserare som YAML

source: Edit network peer configurations as YAML
sv: Redigera nätverkspeerkonfigurationer som YAML

source: Edit network zone configurations as YAML
sv: Redigera nätverkszonkonfigurationer som YAML

source: Edit network zone record configurations as YAML
sv: Redigera konfigurationer för nätverkszonposter som YAML

source: Edit profile configurations as YAML
sv: Redigera profilkonfigurationer som YAML

source: Edit project configurations as YAML
sv: Redigera projektkonfigurationer som YAML

source: Edit storage bucket configurations as YAML
sv: Redigera konfigurationer för lagringsbucket som YAML

source: Edit storage bucket key as YAML
sv: Redigera lagringsbucketnyckel som YAML

source: Edit storage pool configurations as YAML
sv: Redigera lagringspoolkonfigurationer som YAML

source: Edit storage volume configurations as YAML
sv: Redigera lagringsvolymkonfigurationer som YAML

source: Edit storage volume configurations as YAML If the type is not specified, incus assumes the type is "custom". Supported values for type are "custom", "container" and "virtual-machine".
sv: Redigera lagringsvolymkonfigurationer som YAML Om typen inte anges antar incus att typen är "custom". Värden som stöds för typen är "custom", "container" och "virtual-machine".

source: Edit trust configurations as YAML
sv: Redigera förtroendekonfigurationer som YAML

source: Empty column entry (redundant, leading or trailing command) in '%s'
sv: Tom kolumnpost (överflödig, inledande eller avslutande kommando) i '%s'

source: Enable clustering on a single non-clustered server
sv: Aktivera klustring på en enskild icke-klustrad server

source: Enable clustering on a single non-clustered server This command turns a non-clustered server into the first member of a new cluster, which will have the given name. It's required that the server is already available on the network. You can check that by running 'incus config get core.https_address', and possibly set a value for the address if not yet set.
sv: Aktivera klustring på en enskild icke-klustrad server Denna kommando gör en icke-klustrad server till den första medlemmen i ett nytt kluster, som kommer att få det angivna namnet. Det krävs att servern redan är tillgänglig på nätverket. Du kan kontrollera detta genom att köra 'incus config get core.https_address' och eventuellt ange ett värde för adressen om det ännu inte har angetts.

source: Enter a sorting type ('a' for alphabetical, 'c' for CPU, 'm' for memory, 'd' for disk):
sv: Ange en sorteringstyp ('a' för alfabetisk, 'c' för CPU, 'm' för minne, 'd' för disk):

source: Enter new delay in seconds:
sv: Ange ny fördröjning i sekunder:

source: Entry TTL
sv: Inmatning TTL

source: Environment variable to set (e.g. HOME=/home/foo)
sv: Miljövariabel att ställa in (t.ex. HOME=/home/foo)

source: Ephemeral instance
sv: Tillfällig instans

source: Error connecting to existing cluster member %q: %v
sv: Fel vid anslutning till befintlig klustermedlem %q: %v

source: Error creating decoder: %v
sv: Fel vid skapande av avkodare: %v

source: Error decoding data: %v
sv: Fel vid avkodning av data: %v

source: Error retrieving aliases: %w
sv: Fel vid hämtning av alias: %w

source: Error setting properties: %v
sv: Fel vid inställning av egenskaper: %v

source: Error setting term size %s
sv: Fel vid inställning av termstorlek %s

source: Error unsetting properties: %v
sv: Fel vid avaktivering av egenskaper: %v

source: Error unsetting property: %v
sv: Fel vid borttagning av egenskap: %v

source: Error updating template file: %s
sv: Fel vid uppdatering av mallfil: %s

source: Error while executing alias expansion: %s
sv: Fel vid exekvering av aliasutvidgning: %s

source: Error: %v
sv: Fel: %v

source: Evacuate cluster member
sv: Evakuera klustermedlem

source: Evacuating cluster member: %s
sv: Evakuerar klustermedlem: %s

source: Event type to listen for
sv: Händelsetyp att lyssna efter

source: Execute a SQL query against the local or global database
sv: Utför en SQL-fråga mot den lokala eller globala databasen

source: Execute a SQL query against the local or global database The local database is specific to the cluster member you target the command to, and contains member-specific data (such as the member network address). The global database is common to all members in the cluster, and contains cluster-specific data (such as profiles, containers, etc). If you are running a non-clustered server, the same applies, as that instance is effectively a single-member cluster. If <query> is the special value "-", then the query is read from standard input. If <query> is the special value ".dump", the command returns a SQL text dump of the given database. If <query> is the special value ".schema", the command returns the SQL text schema of the given database. If <query> is the special value ".tables", the command returns the SQL text tables of the given database. This internal command is mostly useful for debugging and disaster recovery. The development team will occasionally provide hotfixes to users as a set of database queries to fix some data inconsistency.
sv: Kör en SQL-fråga mot den lokala eller globala databasen Den lokala databasen är specifik för den klustermedlem som du riktar kommandot till och innehåller medlemspecifika data (t.ex. medlemmens nätverksadress ). Den globala databasen är gemensam för alla medlemmar i klustret och innehåller klusterspecifika data (t.ex. profiler, behållare etc.). Om du kör en icke-klustrad server gäller samma sak, eftersom den instansen i praktiken är ett kluster med en enda medlem. Om <query> är det speciella värdet "-", läses frågan från standardinmatningen. Om <query> är det speciella värdet ".dump" returnerar kommandot en SQL-textdump av den angivna databasen. Om <query> är det speciella värdet ".schema" returnerar kommandot SQL-textschemat för den angivna databasen. Om <query> är det speciella värdet ".tables" returnerar kommandot SQL- textabellerna för den angivna databasen. Detta interna kommando är främst användbart för felsökning och katastrofåterställning . Utvecklingsteamet tillhandahåller ibland snabbkorrigeringar till användarna i form av en uppsättning databasfrågor för att åtgärda vissa datainkonsekvenser.

source: Execute commands in instances
sv: Utför kommandon i instanser

source: Execute commands in instances The command is executed directly using exec, so there is no shell and shell patterns (variables, file redirects, ...) won't be understood. If you need a shell environment you need to execute the shell executable, passing the shell commands as arguments, for example: incus exec <instance> -- sh -c "cd /tmp && pwd" Mode defaults to non-interactive, interactive mode is selected if both stdin AND stdout are terminals (stderr is ignored).
sv: Kör kommandon i instanser Kommandot körs direkt med exec, så det finns inget skal och skalmönster (variabler, filomdirigeringar, ...) kommer inte att förstås. Om du behöver en shellmiljö måste du köra shell-programmet och skicka shellkommandona som argument, till exempel: incus exec <instans> -- sh -c "cd /tmp && pwd" Standardläget är icke-interaktivt, interaktivt läge väljs om både stdin OCH stdout är terminaler (stderr ignoreras).

source: Expected a struct, got a %v
sv: Förväntade mig en struktur, fick en %v

source: Expires at
sv: Går ut den

source: Expires: %s
sv: Går ut: %s

source: Expires: never
sv: Går ut: aldrig

source: Expiry date or time span for the new snapshot
sv: Utgångsdatum eller tidsperiod för den nya ögonblicksbilden

source: Export a virtual machine's memory state
sv: Exportera en virtuell maskins minnestillstånd

source: Export and download images
sv: Exportera och hämta ner avbilder

source: Export and download images The output target is optional and defaults to the working directory.
sv: Exportera och hämta ner avbilder Utdatamålet är valfritt och är som standard inställt på arbetsmappen.

source: Export custom storage volumes
sv: Exportera anpassade lagringsvolymer

source: Export custom storage volumes.
sv: Exportera anpassade lagringsvolymer.

source: Export instance backups
sv: Exportera instansbackuper

source: Export instances as backup tarballs.
sv: Exportera instanser som säkerhetskopior i tarball-format.

source: Export storage bucket
sv: Exportera lagringsbehållare

source: Export storage buckets as tarball.
sv: Exportera lagringsbuckets som tarball.

source: Export the current memory state of a running virtual machine into a dump file. This can be useful for debugging or analysis purposes.
sv: Exportera det aktuella minnesläget för en virtuell maskin som körs till en dumpfil. Detta kan vara användbart för felsökning eller analys.

source: Export the volume without its snapshots (ignored for ISO storage volumes)
sv: Exportera volymen utan dess ögonblicksbilder (ignoreras för ISO-lagringsvolymer)

source: Exporting backup of storage bucket: %s
sv: Exportera säkerhetskopia av lagringsfack: %s

source: Exporting the backup: %s
sv: Exportera säkerhetskopian: %s

source: Exporting the image: %s
sv: Exporterar avbilden: %s

source: FAILURE DOMAIN
sv: FELOMRÅDE

source: FILENAME
sv: FILNAMN

source: FINGERPRINT
sv: FINGERAVTRYCK

source: FIRST SEEN
sv: FÖRST SEDD

source: Failed SSH handshake with client %q: %v
sv: Misslyckad SSH-handskakning med klient %q: %v

source: Failed accepting channel client %q: %v
sv: Misslyckades med att acceptera kanalklient %q: %v

source: Failed checking instance exists "%s:%s": %w
sv: Kontrollen misslyckades, instans finns "%s:%s": %w

source: Failed checking instance snapshot exists "%s:%s": %w
sv: Kontrollen misslyckades, instanssnapshot finns "%s:%s": %w

source: Failed connecting to instance SFTP brrr: %s %w
sv: Misslyckades med att ansluta till instansen SFTP brrr: %s %w

source: Failed connecting to instance SFTP for client %q: %v
sv: Misslyckades med att ansluta till instans SFTP för klient %q: %v

source: Failed connecting to instance SFTP: %w
sv: Det gick inte att ansluta till instansen SFTP: %w

source: Failed connecting to the daemon (attempt %d): %v
sv: Misslyckades med att ansluta till daemon (försök %d): %v

source: Failed converting token operation to certificate add token: %w
sv: Konvertering av token till certifikat misslyckades: %w

source: Failed converting token operation to join token: %w
sv: Konvertering av token-operation till join-token misslyckades: %w

source: Failed deleting instance %q in project %q: %w
sv: Misslyckades med att ta bort instans %q i projekt %q: %w

source: Failed deleting source volume after copy: %w
sv: Misslyckades med att ta bort källvolymen efter kopiering: %w

source: Failed generating SSH host key: %w
sv: Det gick inte att skapa SSH-värdnyckel: %w

source: Failed generating trust certificate: %w
sv: Det gick inte att generera betrott certifikat: %w

source: Failed getting existing storage pools: %w
sv: Det gick inte att hämta befintliga lagringspooler: %w

source: Failed getting peer's status: %w
sv: Misslyckades med att hämta peer-status: %w

source: Failed import request: %w
sv: Misslyckad importbegäran: %w

source: Failed loading network %q: %w
sv: Misslyckades med att läsa in nätverket %q: %w

source: Failed loading profile %q for device override: %w
sv: Det gick inte att läsa in profilen %q för enhetsöverskrivning: %w

source: Failed loading storage pool %q: %w
sv: Misslyckades med att läsa in lagringspool %q: %w

source: Failed parsing SSH host key: %w
sv: Misslyckades med att analysera SSH-värdnyckel: %w

source: Failed parsing validation response: %w
sv: Misslyckad analys av valideringssvar: %w

source: Failed starting command: %w
sv: Startkommandot misslyckades: %w

source: Failed starting sshfs: %w
sv: Misslyckades med att starta sshfs: %w

source: Failed to accept incoming connection: %w
sv: Det gick inte att acceptera inkommande anslutning: %w

source: Failed to add remote
sv: Det gick inte att lägga till fjärrkontrollen

source: Failed to add server cert to cluster: %w
sv: Det gick inte att lägga till servercertifikatet till klustret: %w

source: Failed to check if the daemon is ready (attempt %d): %v
sv: Det gick inte att kontrollera om daemonen är redo (försök %d): %v

source: Failed to close export file: %w
sv: Det gick inte att stänga exportfilen: %w

source: Failed to close server cert file %q: %w
sv: Det gick inte att stänga servercertifikatfilen %q: %w

source: Failed to configure cluster: %w
sv: Konfigurationen av klustret misslyckades: %w

source: Failed to connect to cluster member: %w
sv: Det gick inte att ansluta till klustermedlem: %w

source: Failed to connect to get server info: %w
sv: Det gick inte att ansluta för att hämta serverinformation: %w

source: Failed to connect to local daemon: %w
sv: Det gick inte att ansluta till lokal daemon: %w

source: Failed to connect to target cluster node %q: %w
sv: Det gick inte att ansluta till målklusterknutpunkten %q: %w

source: Failed to create %q: %w
sv: Det gick inte att skapa %q: %w

source: Failed to create alias %s: %w
sv: Det gick inte att skapa alias %s: %w

source: Failed to create backup: %v
sv: Det gick inte att skapa säkerhetskopia: %v

source: Failed to create certificate: %w
sv: Det gick inte att skapa certifikatet: %w

source: Failed to create storage volume backup: %w
sv: Det gick inte att skapa säkerhetskopia av lagringsvolym: %w

source: Failed to delete original instance after copying it: %w
sv: Det gick inte att ta bort den ursprungliga instansen efter kopieringen: %w

source: Failed to dump instance memory: %w
sv: Misslyckades med att dumpa instansminnet: %w

source: Failed to fetch storage bucket backup: %w
sv: Det gick inte att hämta säkerhetskopian av lagringsbucket: %w

source: Failed to fetch storage volume backup file: %w
sv: Det gick inte att hämta säkerhetskopian av lagringsvolymen: %w

source: Failed to find project: %w
sv: Projektet kunde inte hittas: %w

source: Failed to join cluster: %w
sv: Det gick inte att ansluta till klustret: %w

source: Failed to listen for connection: %w
sv: Misslyckades med att lyssna efter anslutning: %w

source: Failed to load configuration: %s
sv: Konfigurationen kunde inte läsas in: %s

source: Failed to parse dump response: %w
sv: Det gick inte att analysera dumpningssvaret: %w

source: Failed to parse servers: %w
sv: Det gick inte att analysera servrarna: %w

source: Failed to parse the preseed: %w
sv: Det gick inte att analysera förinställningen: %w

source: Failed to read from file: %w
sv: Det gick inte att läsa från filen: %w

source: Failed to read from stdin: %w
sv: Läsning från stdin misslyckades: %w

source: Failed to refresh target instance '%s': %v
sv: Det gick inte att uppdatera målinstansen '%s': %v

source: Failed to remove alias %s: %w
sv: Det gick inte att ta bort alias %s: %w

source: Failed to rename export file: %w
sv: Det gick inte att byta namn på exportfilen: %w

source: Failed to render the config: %w
sv: Det gick inte att rendera konfigurationen: %w

source: Failed to request dump: %w
sv: Misslyckades med att begära dump: %w

source: Failed to retrieve cluster information: %w
sv: Det gick inte att hämta klusterinformation: %w

source: Failed to retrieve current cluster config: %w
sv: Det gick inte att hämta aktuell klusterkonfiguration: %w

source: Failed to retrieve current server config: %w
sv: Det gick inte att hämta aktuell serverkonfiguration: %w

source: Failed to retrieve current server configuration: %w
sv: Det gick inte att hämta aktuell serverkonfiguration: %w

source: Failed to retrieve current server network configuration for project %q: %w
sv: Det gick inte att hämta aktuell servernätverkskonfiguration för projekt %q: %w

source: Failed to retrieve list of networks: %w
sv: Det gick inte att hämta listan över nätverk: %w

source: Failed to retrieve list of storage pools: %w
sv: Det gick inte att hämta listan över lagringspooler: %w

source: Failed to setup trust relationship with cluster: %w
sv: Det gick inte att upprätta ett förtroendeförhållande med klustret: %w

source: Failed to update cluster member state: %w
sv: Det gick inte att uppdatera klustermedlemmens status: %w

source: Failed to walk path for %s: %s
sv: Kunde inte gå sökvägen för %s: %s

source: Failed to write server cert file %q: %w
sv: Det gick inte att skriva servercertifikatfilen %q: %w

source: Failed validation request: %w
sv: Misslyckad valideringsbegäran: %w

source: Family: %v
sv: Familj: %v

source: Fast mode (same as --columns=nsacPt)
sv: Snabbläge (samma som --columns=nsacPt)

source: Fetch instance backup file: %w
sv: Hämta säkerhetskopia av instans: %w

source: Filtering isn't supported yet
sv: Filtrering stöds ännu inte

source: Fingerprint: %s
sv: Fingeravtryck: %s

source: Force a particular evacuation action
sv: Tvinga fram en viss evakueringsåtgärd

source: Force creating files or directories
sv: Tvinga skapande av filer eller kataloger

source: Force delete the project and everything it contains.
sv: Tvinga bort projektet och allt det innehåller.

source: Force deleting files, directories, and subdirectories
sv: Tvinga borttagning av filer, kataloger och underkataloger

source: Force evacuation without user confirmation
sv: Tvinga evakuering utan användarens bekräftelse

source: Force pseudo-terminal allocation
sv: Tvinga pseudo-terminalallokering

source: Force removing a member, even if degraded
sv: Tvinga bort en medlem, även om denne har degraderats

source: Force the instance to stop
sv: Tvinga instansen att stanna

source: Force the removal of running instances
sv: Tvinga bort aktiva instanser

source: Force using the local unix socket
sv: Tvinga användning av den lokala Unix-socketen

source: Forcefully removing a server from the cluster should only be done as a last resort. The removed server will not be functional after this action and will require a full reset, losing any remaining instance, image or storage volume that the server may have held. When possible, a graceful removal should be preferred, this will require you to move any affected instance, image or storage volume to another server prior to the server being cleanly removed from the cluster. The --force flag should only be used if the server has died, been reinstalled or is otherwise never expected to come back up. Are you really sure you want to force removing %s? (yes/no):
sv: Att med tvång ta bort en server från klustret bör endast göras som en sista utväg. Den borttagna servern kommer inte att fungera efter denna åtgärd och kommer att kräva en fullständig återställning, vilket innebär att alla återstående instanser, bilder eller lagringsvolymer som servern kan ha haft kommer att gå förlorade. Om möjligt bör en normal borttagning föredras, vilket innebär att du måste flytta alla berörda instanser, bilder eller lagringsvolymer till en annan server innan servern tas bort från klustret. Flaggan --force bör endast användas om servern har slutat fungera, har installerats om eller av andra skäl inte förväntas komma igång igen. Är du verkligen säker på att du vill tvinga bort %s? (ja/nej):

source: Forces a connection to the console, even if there is already an active session
sv: Tvingar fram en anslutning till konsolen, även om det redan finns en aktiv session

source: Format (csv|json|table|yaml|compact|markdown)
sv: Format (csv|json|tabell|yaml|kompakt|markdown)

source: Format (csv|json|table|yaml|compact|markdown), use suffix ",noheader" to disable headers and ",header" to enable if demanded, e.g. csv,header
sv: Format (csv|json|table|yaml|compact|markdown), använd suffixet ",noheader" för att inaktivera rubriker och ",header" för att aktivera dem om så önskas, t.ex. csv,header

source: Format (csv|json|table|yaml|compact|markdown), use suffix ",noheader" to disable headers and ",header" to enable it if missing, e.g. csv,header
sv: Format (csv|json|table|yaml|compact|markdown), använd suffixet ",noheader" för att inaktivera rubriker och ",header" för att aktivera dem om de saknas, t.ex. csv,header

source: Format (table|compact)
sv: Format (tabell|kompakt)

source: Format of memory dump (e.g. elf, win-dmp, kdump-zlib, kdump-raw-zlib, ...)
sv: Format för minnesdump (t.ex. elf, win-dmp, kdump-zlib, kdump-raw-zlib, ...)

source: Forward delay
sv: Framåtfördröjning

source: Found alias %q references an argument outside the given number
sv: Hittat alias %q refererar till ett argument utanför det angivna numret

source: Free: %v
sv: Gratis: %v

source: Frequency: %vMhz
sv: Frekvens: %vMhz

source: Frequency: %vMhz (min: %vMhz, max: %vMhz)
sv: Frekvens: %vMhz (min: %vMhz, max: %vMhz)

source: GLOBAL
sv: GLOBALT

source: GPUs:
sv: Grafikkort:

source: Generate a client token derived from the client certificate
sv: Generera en klienttoken som härrör från klientcertifikatet

source: Generate a client trust token derived from the existing client certificate and private key. This is useful for remote authentication workflows where a token is passed to another Incus server.
sv: Generera en klientförtroendetoken som härrör från det befintliga klientcertifikatet och den privata nyckeln. Detta är användbart för fjärrautentiseringsarbetsflöden där en token skickas till en annan Incus-server.

source: Generate manpages for all commands
sv: Skapa man-sidor för alla kommandon

source: Generate the client certificate
sv: Skapa klientcertifikatet

source: Generating a client certificate. This may take a minute...
sv: Genererar ett klientcertifikat. Detta kan ta en minut...

source: Get a summary of resource allocations
sv: Få en sammanfattning av resursfördelningen

source: Get current load balancer status
sv: Hämta aktuell status för lastbalanseraren

source: Get image properties
sv: Hämta bildegenskaper

source: Get runtime information on networks
sv: Hämta information om körtid i nätverk

source: Get the key as a cluster group property
sv: Hämta nyckeln som en klustergruppsegenskap

source: Get the key as a cluster property
sv: Hämta nyckeln som en klusteregenskap

source: Get the key as a network ACL property
sv: Hämta nyckeln som en nätverks-ACL-egenskap

source: Get the key as a network forward property
sv: Hämta nyckeln som en nätverksvidarebefordringsegenskap

source: Get the key as a network integration property
sv: Hämta nyckeln som en nätverksintegrationsegenskap

source: Get the key as a network load balancer property
sv: Hämta nyckeln som en egenskap för nätverkslastbalanseraren

source: Get the key as a network peer property
sv: Hämta nyckeln som en nätverkspeer-egenskap

source: Get the key as a network property
sv: Hämta nyckeln som en nätverksegenskap

source: Get the key as a network zone property
sv: Hämta nyckeln som en nätverkszonegenskap

source: Get the key as a network zone record property
sv: Hämta nyckeln som en egenskap för nätverkszonen

source: Get the key as a profile property
sv: Hämta nyckeln som en profilegenskap

source: Get the key as a project property
sv: Hämta nyckeln som en projektegenskap

source: Get the key as a storage bucket property
sv: Hämta nyckeln som en lagringsbucketegenskap

source: Get the key as a storage property
sv: Hämta nyckeln som en lagringsegenskap

source: Get the key as a storage volume property
sv: Hämta nyckeln som en lagringsvolymegenskap

source: Get the key as an instance property
sv: Hämta nyckeln som en instansegenskap

source: Get values for cluster group configuration keys
sv: Hämta värden för konfigurationsnycklar för klustergrupper
