Repository: lxc/incus
Catalog: po/*.po
Languages: sv

source: List background operations Default column layout: itdscCl == Columns == The -c option takes a comma separated list of arguments that control which instance attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: i - ID t - Type d - Description s - State c - Cancelable C - Created L - Location of the operation (e.g. its cluster member)
sv: Lista bakgrundsoperationer Standardkolumnlayout: itdscCl == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka instansattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Komma mellan på varandra följande förkortningstecken är valfria. Fördefinierade korta kolumntecken: i - ID t - Typ d - Beskrivning s - Status c - Kan avbrytas C - Skapad L - Plats för operationen (t.ex. dess klustermedlem)

source: List image aliases
sv: Lista avbildsalias

source: List image aliases Filters may be part of the image hash or part of the image alias name. Default column layout: aftd == Columns == The -c option takes a comma separated list of arguments that control which instance attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: a - Alias f - Fingerprint t - Type d - Description
sv: Lista avbildningsalias Filter kan vara en del av bildhash eller en del av bildaliasnamnet. Standardkolumnlayout: aftd == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka instansattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: a - Alias f - Fingeravtryck t - Typ d - Beskrivning

source: List images
sv: Lista avbilder

source: List images Filters may be of the <key>=<value> form for property based filtering, or part of the image hash or part of the image alias name. The -c option takes a (optionally comma-separated) list of arguments that control which image attributes to output when displaying in table or csv format. Default column layout is: lfpdasu Column shorthand chars: l - Shortest image alias (and optionally number of other aliases) L - Newline-separated list of all image aliases f - Fingerprint (short) F - Fingerprint (long) p - Whether image is public d - Description e - Project a - Architecture s - Size u - Upload date t - Type
sv: Lista avbilder Filter kan ha formen <nyckel>=<värde> för egenskapsbaserad filtrering, eller vara en del av bildens hash eller en del av bildens aliasnamn. Flaggan -c tar en (valfritt kommaseparerad) lista med argument som styr vilka avbildsattribut som ska visas när de visas i tabell- eller csv-format. Standardkolumnlayout är: lfpdasu Kolumnförkortningar: l - Kortaste bildalias (och valfritt antal andra alias) L - Nyradesseparerad lista över alla bildalias f - Fingeravtryck (kort) F - Fingeravtryck (långt) p - Om bilden är offentlig d - Beskrivning e - Projekt a - Arkitektur s - Storlek u - Uppladdningsdatum t - Typ

source: List instance devices
sv: Lista instansenheter

source: List instance file templates
sv: Lista instansfilmallar

source: List instance snapshots
sv: Lista instansöversikter

source: List instance snapshots Default column layout: nTEs == Columns == The -c option takes a comma separated list of arguments that control which network zone attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: n - Name T - Taken At E - Expires At s - Stateful
sv: Lista instansögonblicksbilder Standardkolumnlayout: nTEs == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka nätverkszonattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: n – Namn T – Taget vid E – Går ut vid s – Tillståndsfull

source: List instances
sv: Lista instanser

source: List instances Default column layout: ns46tS Fast column layout: nsacPt A single keyword like "web" which will list any instance with a name starting by "web". A regular expression on the instance name. (e.g. .*web.*01$). A key/value pair referring to a configuration item. For those, the namespace can be abbreviated to the smallest unambiguous identifier. A key/value pair where the key is a shorthand. Multiple values must be delimited by ','. Available shorthands: - type={instance type} - status={instance current lifecycle status} - architecture={instance architecture} - location={location name} - ipv4={ip or CIDR} - ipv6={ip or CIDR} Examples: - "user.blah=abc" will list all instances with the "blah" user property set to "abc". - "u.blah=abc" will do the same - "security.privileged=true" will list all privileged instances - "s.privileged=true" will do the same - "type=container" will list all container instances - "type=container status=running" will list all running container instances A regular expression matching a configuration item or its value. (e.g. volatile.eth0.hwaddr=10:66:6a:.*). When multiple filters are passed, they are added one on top of the other, selecting instances which satisfy them all. == Columns == The -c option takes a comma separated list of arguments that control which instance attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: 4 - IPv4 address 6 - IPv6 address a - Architecture b - Storage pool c - Creation date d - Description D - disk usage e - Project name l - Last used date m - Memory usage M - Memory usage (%) n - Name N - Number of Processes p - PID of the instance's init process P - Profiles s - State S - Number of snapshots t - Type (persistent or ephemeral) u - CPU usage (in seconds) U - Started date L - Location of the instance (e.g. its cluster member) f - Base Image Fingerprint (short) F - Base Image Fingerprint (long) Custom columns are defined with "[config:|devices:]key[:name][:maxWidth]": KEY: The (extended) config or devices key to display. If [config:|devices:] is omitted then it defaults to config key. NAME: Name to display in the column header. Defaults to the key if not specified or empty. MAXWIDTH: Max width of the column (longer results are truncated). Defaults to -1 (unlimited). Use 0 to limit to the column header size.
sv: Lista instanser Standardkolumnlayout: ns46tS Snabb kolumnlayout: nsacPt Ett enda nyckelord som "web", som listar alla instanser med ett namn som börjar med "web". Ett reguljärt uttryck på instansnamnet. (t.ex. .*web.*01$). Ett nyckel/värdepar som hänvisar till ett konfigurationselement. För dessa kan namnområdet förkortas till den minsta entydiga identifieraren. Ett nyckel/värdepar där nyckeln är en förkortning. Flera värden måste avgränsas med ','. Tillgängliga förkortningar: - type={instanstyp} - status={instansens aktuella livscykelstatus} - architecture={instansarkitektur} - location={platsnamn} - ipv4={ip eller CIDR} - ipv6={ip eller CIDR} Exempel: - "user.blah=abc" listar alla instanser med användaregenskapen "blah" inställd på "abc". - "u.blah=abc" gör samma sak - "security.privileged=true" listar alla privilegierade instanser - "s.privileged=true" gör samma sak - "type=container" visar alla containerinstanser - "type=container status=running" visar alla körda containerinstanser Ett reguljärt uttryck som matchar en konfigurationspost eller dess värde. (t.ex. volatile.eth0.hwaddr=10:66:6a:.*). När flera filter skickas läggs de till ovanpå varandra och väljer instanser som uppfyller alla filter. == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka instansattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: 4 - IPv4-adress 6 - IPv6-adress a - Arkitektur b - Lagringspool c - Skapandedatum d - Beskrivning D - diskanvändning e - Projektnamn l - Senast använda datum m - Minnesanvändning M – Minnesanvändning (%) n – Namn N – Antal processer p – PID för instansens init-process P – Profiler s – Status S – Antal ögonblicksbilder t – Typ (permanent eller tillfällig) u – CPU-användning (i sekunder) U - Startdatum L - Instansens plats (t.ex. dess klustermedlem) f - Fingeravtryck för basavbildning (kort) F - Fingeravtryck för basavbildning (långt) Anpassade kolumner definieras med "[config:|devices:]key[:name][:maxWidth]": KEY: Den (utökade) konfigurations- eller enhetsnyckeln som ska visas. Om [config:|devices:] utelämnas är standardvärdet konfigurationsnyckeln. NAME: Namn som ska visas i kolumnrubriken. Standardvärdet är nyckeln om inget anges eller om den är tom. MAXWIDTH: Maximal bredd för kolumnen (längre resultat avkortas). Standardvärdet är -1 (obegränsat). Använd 0 för att begränsa till kolumnrubrikens storlek.

source: List network ACLs across all projects
sv: Lista nätverks-ACL:er för alla projekt

source: List network allocations in use
sv: Lista nätverksallokeringar som används

source: List network allocations in use Default column layout: uatnm == Columns == The -c option takes a comma separated list of arguments that control which instance attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: u - Used by a - Address t - Type n - NAT m - Mac Address
sv: Lista nätverksallokeringar som används Standardkolumnlayout: uatnm == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka instansattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: u - Används av a - Adress t - Typ n - NAT m - Mac-adress

source: List network integrations
sv: Lista nätverksintegrationer

source: List network integrations Default column layout: ndtu == Columns == The -c option takes a comma separated list of arguments that control which network zone attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: n - Name d - Description t - Type u - Used by
sv: Lista nätverksintegrationer Standardkolumnlayout: ndtu == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka nätverkszonattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: n - Namn d - Beskrivning t - Typ u - Används av

source: List networks in all projects
sv: Lista nätverk i alla projekt

source: List of projects to restrict the certificate to
sv: Förteckning över projekt för att begränsa certifikatet till

source: List operations from all projects
sv: Lista operationer från alla projekt

source: List profiles
sv: Lista profiler

source: List profiles Filters may be of the <key>=<value> form for property based filtering, or part of the profile name. Filters must be delimited by a ','. Examples: - "foo" lists all profiles that start with the name foo - "name=foo" lists all profiles that exactly have the name foo - "description=.*bar.*" lists all profiles with a description that contains "bar" The -c option takes a (optionally comma-separated) list of arguments that control which image attributes to output when displaying in table or csv format. Default column layout is: ndu Column shorthand chars: n - Profile Name d - Description u - Used By
sv: Lista profiler Filter kan ha formen <nyckel>=<värde> för egenskapsbaserad filtrering, eller vara en del av profilnamnet. Filter måste avgränsas med ett ','. Exempel: - "foo" listar alla profiler som börjar med namnet foo. - "name=foo" listar alla profiler som har namnet foo. - "description=.*bar.*" listar alla profiler med en beskrivning som innehåller "bar". Flaggan -c tar en (valfritt kommaseparerad) lista med argument som styr vilka avbildningsattribut som ska visas när de visas i tabell- eller csv-format. Standardkolumnlayout är: ndu Kolumnförkortningar: n - Profilnamn d - Beskrivning u - Används av

source: List projects
sv: Lista projekt

source: List projects The -c option takes a (optionally comma-separated) list of arguments that control which image attributes to output when displaying in table or csv format. Default column layout is: nipvbwzdu Column shorthand chars: n - Project Name i - Images p - Profiles v - Storage Volumes b - Storage Buckets w - Networks z - Network Zones d - Description u - Used By
sv: Lista projekt Flaggan -c tar en lista (valfritt kommaseparerad) med argument som styr vilka avbildningsattribut som ska visas när de visas i tabell- eller csv-format. Standardkolumnlayout är: nipvbwzdu Kolumnförkortningar: n - Projektnamn i - Avbildningar p - Profiler v - Lagringsvolymer b - Lagringsbucket w - Nätverk z - Nätverkszoner d - Beskrivning u - Används av

source: List storage bucket keys
sv: Lista lagringsbucketnycklar

source: List storage bucket keys Default column layout: ndr == Columns == The -c option takes a comma separated list of arguments that control which network zone attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: n - Name d - Description r - Role
sv: Lista över lagringsbucketnycklar Standardkolumnlayout: ndr == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka nätverkszonattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: n - Namn d - Beskrivning r - Roll

source: List storage buckets
sv: Lista lagringsbuckets

source: List storage buckets Default column layout: ndL == Columns == The -c option takes a comma separated list of arguments that control which network zone attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: e - Project name n - Name d - Description L - Location of the storage bucket (e.g. its cluster member)
sv: Lista över lagringsbuckets Standardkolumnlayout: ndL == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka nätverkszonattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: e – Projektnamn n – Namn d – Beskrivning L – Lagringsbehållarens plats (t.ex. dess klustermedlem)

source: List storage volume snapshots
sv: Lista över lagringsvolymsnapshots

source: List storage volume snapshots The -c option takes a (optionally comma-separated) list of arguments that control which image attributes to output when displaying in table or csv format. Column shorthand chars: n - Name T - Taken at E - Expiry
sv: Lista över ögonblicksbilder för lagringsvolymer Flaggan -c tar en lista (valfritt kommaseparerad) med argument som styr vilka avbildningsattribut som ska visas när de visas i tabell- eller csv-format. Förkortningar för kolumner: n - Namn T - Tagen vid E - Utgångsdatum

source: List storage volumes
sv: Lista lagringsvolymer

source: List storage volumes A single keyword like "vol" which will list any storage volume with a name starting by "vol". A regular expression on the storage volume name. (e.g. .*vol.*01$). A key/value pair where the key is a storage volume field name. Multiple values must be delimited by ','. Examples: - "type=custom" will list all custom storage volumes - "type=custom content_type=block" will list all custom block storage volumes == Columns == The -c option takes a (optionally comma-separated) list of arguments that control which image attributes to output when displaying in table or csv format. Column shorthand chars: c - Content type (filesystem or block) d - Description e - Project name L - Location of the instance (e.g. its cluster member) n - Name t - Type of volume (custom, image, container or virtual-machine) u - Number of references (used by) U - Current disk usage
sv: Lista lagringsvolymer Ett enda nyckelord som "vol" som listar alla lagringsvolymer med ett namn som börjar med "vol". Ett reguljärt uttryck på lagringsvolymens namn. (t.ex. .*vol.*01$). Ett nyckel/värdepar där nyckeln är ett lagringsvolymsfältnamn. Flera värden måste avgränsas med ','. Exempel: - "type=custom" listar alla anpassade lagringsvolymer - "type=custom content_type=block" listar alla anpassade blocklagringsvolymer == Kolumner == Flaggan -c tar en lista med argument (valfritt separerade med kommatecken) som styr vilka avbildningsattribut som ska visas när de visas i tabell- eller csv-format. Kolumnförkortningar: c - Innehållstyp (filsystem eller block) d - Beskrivning e - Projektnamn L - Instansens plats (t.ex. dess klustermedlem) n - Namn t - Volymtyp (anpassad, avbildning, behållare eller virtuell maskin) u - Antal referenser (används av) U - Aktuell diskanvändning

source: List the available remotes
sv: Lista tillgängliga fjärrkontroller

source: List the available remotes Default column layout: nupaPsg == Columns == The -c option takes a comma separated list of arguments that control which instance attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: n - Name u - URL p - Protocol a - Auth Type P - Public s - Static g - Global
sv: Lista tillgängliga fjärrservrar Standardkolumnlayout: nupaPsg == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka instansattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: n - Namn u - URL p - Protokoll a - Autentiseringstyp P - Publik s - Statisk g - Global

source: List trusted clients
sv: Lista betrodda kunder

source: List trusted clients The -c option takes a (optionally comma-separated) list of arguments that control which certificate attributes to output when displaying in table or csv format. Default column layout is: ntdfe Column shorthand chars: n - Name t - Type c - Common Name f - Fingerprint d - Description i - Issue date e - Expiry date r - Whether certificate is restricted p - Newline-separated list of projects
sv: Lista betrodda klienter Flaggan -c tar en lista med argument (valfritt separerade med kommatecken) som styr vilka certifikatattribut som ska visas när de visas i tabell- eller csv-format. Standardkolumnlayout är: ntdfe Kolumnförkortningar: n - Namn t - Typ c - Gemensamt namn f - Fingeravtryck d - Beskrivning i - Utfärdandedatum e - Utgångsdatum r - Om certifikatet är begränsat p - Nyradseparerad lista över projekt

source: List warnings
sv: Lista varningar

source: List warnings The -c option takes a (optionally comma-separated) list of arguments that control which warning attributes to output when displaying in table or csv format. Default column layout is: utSscpLl Column shorthand chars: c - Count l - Last seen L - Location f - First seen p - Project s - Severity S - Status u - UUID t - Type
sv: Lista varningar Flaggan -c tar en lista (valfritt kommaseparerad) med argument som styr vilka varningsattribut som ska visas när de visas i tabell- eller csv-format. Standardkolumnlayout är: utSscpLl Kolumnförkortningar: c - Antal l - Senast sett L - Plats f - Första gången sett p - Projekt s - Allvarlighetsgrad S - Status u - UUID t - Typ

source: List, show and delete background operations
sv: Lista, visa och ta bort bakgrundsoperationer

source: Load balancer description
sv: Beskrivning av lastbalanserare

source: Load:
sv: Belastning:

source: Location: %s
sv: Plats: %s

source: Log level filtering can only be used with pretty formatting
sv: Loggnivåfiltrering kan endast användas med snygg formatering

source: Log:
sv: Logg:

source: Logical router
sv: Logisk router

source: Logical switch
sv: Logisk omkopplare

source: Login with username %q and password %q
sv: Logga in med användarnamn %q och lösenord %q

source: Login without username and password
sv: Logga in utan användarnamn och lösenord

source: Low level administration tools for inspecting and recovering clusters.
sv: Verktyg för låg nivåadministration för inspektion och återställning av kluster.

source: Low-level cluster administration commands
sv: Kommandon för administration av låg nivåkluster

source: Lower device
sv: Nedre enhet

source: Lower devices
sv: Nedre enheter

source: MAC ADDRESS
sv: MAC-ADRESS

source: MAC address
sv: MAC-adress

source: MAC address: %s
sv: MAC-adress: %s

source: MANAGED
sv: HANTERAD

source: MEMBERS
sv: MEDLEMMAR

source: MEMORY
sv: MINNE

source: MEMORY USAGE
sv: MINNESANVÄNDNING

source: MEMORY USAGE%
sv: MINNESANVÄNDNING %

source: MESSAGE
sv: MEDDELANDE

source: MII Frequency
sv: MII-frekvens

source: MII state
sv: MII-tillstånd

source: Maintain remote connection for faster commands
sv: Behåll fjärranslutningen för snabbare kommandon

source: Make image public
sv: Gör avbildningen publik

source: Make the image public
sv: Gör avbildningen publik

source: Manage and attach instances to networks
sv: Hantera och anslut instanser till nätverk

source: Manage cluster groups
sv: Hantera klustergrupper

source: Manage cluster members
sv: Hantera klustermedlemmar

source: Manage cluster roles
sv: Hantera klusterroller

source: Manage command aliases
sv: Hantera kommandoalias

source: Manage devices
sv: Hantera enheter

source: Manage files in custom volumes
sv: Hantera filer i anpassade volymer

source: Manage files in instances
sv: Hantera filer i instanser

source: Manage image aliases
sv: Hantera avbildningsalias

source: Manage images
sv: Hantera avbildningar
