Repository: lxc/incus
Catalog: po/*.po
Languages: sv

source: Automatic (non-interactive) mode
sv: Automatiskt (icke-interaktivt) läge

source: Available projects:
sv: Tillgängliga projekt:

source: Average: %.2f %.2f %.2f
sv: Genomsnitt: %.2f %.2f %.2f

source: BASE IMAGE
sv: BASBILD

source: Backend description
sv: Beskrivning av backend

source: Backend health:
sv: Backend-hälsa:

source: Backing up instance: %s
sv: Säkerhetskopiering av instans: %s

source: Backing up storage bucket: %s
sv: Säkerhetskopiering av lagringsutrymme: %s

source: Backing up storage volume: %s
sv: Säkerhetskopiering av lagringsvolym: %s

source: Backup exported successfully!
sv: Säkerhetskopian exporterades utan problem!

source: Backups:
sv: Säkerhetskopior:

source: Bad device override syntax, expecting <device>,<key>=<value>: %s
sv: Felaktig syntax för enhetsöverskrivning, förväntar sig <enhet>,<nyckel>=<värde>: %s

source: Bad key/value pair: %s
sv: Felaktigt nyckel/värdepar: %s

source: Bad key=value pair: %q
sv: Felaktigt nyckel=värde-par: %q

source: Bad key=value pair: %s
sv: Felaktigt nyckel=värde-par: %s

source: Bad property: %s
sv: Felaktig egenskap: %s

source: Binary helper for retrieving credentials
sv: Binär hjälpfunktion för hämtning av inloggningsuppgifter

source: Both --all and instance name given
sv: Både --all och instansnamn angivet

source: Brand: %v
sv: Varumärke: %v

source: Bridge:
sv: Brygga:

source: Bucket description
sv: Beskrivning av bucket

source: Bus Address: %v
sv: Bussadress: %v

source: Bytes received
sv: Mottagna byte

source: Bytes sent
sv: Skickade byte

source: CANCELABLE
sv: AVBRYTNINGSBAR

source: COMMON NAME
sv: ALLMÄNT NAMN

source: CONTENT-TYPE
sv: INNEHÅLLSTYP

source: COUNT
sv: Antal

source: CPU TIME(s)
sv: CPU-TID(er)

source: CPU USAGE
sv: CPU-ANVÄNDNING

source: CPU usage (in seconds)
sv: CPU-användning (i sekunder)

source: CPU usage:
sv: CPU-användning:

source: CPUs:
sv: CPU:er:

source: CREATED
sv: SKAPAD

source: CREATED AT
sv: SKAPAD

source: Cached: %s
sv: Cachad: %s

source: Caches:
sv: Cacher:

source: Can't bind address %q: %w
sv: Kan inte binda adress %q: %w

source: Can't override configuration or profiles in local rename
sv: Kan inte åsidosätta konfiguration eller profiler vid lokal namnändring

source: Can't provide a name for the target image
sv: Kan inte ange ett namn för målbilden

source: Can't pull a directory without --recursive
sv: Kan inte hämta en katalog utan --recursive

source: Can't read from environment file: %w
sv: Kan inte läsa från miljöfil: %w

source: Can't read from stdin: %w
sv: Kan inte läsa från stdin: %w

source: Can't remove the default remote
sv: Kan inte ta bort standardfjärrkontrollen

source: Can't specify --fast with --columns
sv: Kan inte ange --fast med --columns

source: Can't specify --project with --all-projects
sv: Kan inte ange --project med --all-projects

source: Can't specify a different remote for rename
sv: Det går inte att ange en annan fjärrkontroll för att byta namn

source: Can't specify column L when not clustered
sv: Kan inte ange kolumn L när den inte är klustrad

source: Can't supply uid/gid/mode in recursive mode
sv: Kan inte tillhandahålla uid/gid/mode i rekursivt läge

source: Can't unset key '%s', it's not currently set
sv: Kan inte inaktivera nyckeln '%s', den är för närvarande inte aktiverad

source: Can't use --auto and --preseed together
sv: Kan inte använda --auto och --preseed tillsammans

source: Can't use --dump with other flags
sv: Kan inte använda --dump med andra flaggor

source: Can't use --minimal and --auto together
sv: Kan inte använda --minimal och --auto tillsammans

source: Can't use --minimal and --preseed together
sv: Kan inte använda --minimal och --preseed tillsammans

source: Can't use an image with --empty
sv: Kan inte använda en bild med --empty

source: Can't use both --no-expiry and --expiry
sv: Kan inte använda både --no-expiry och --expiry

source: Cannot override config for device %q: Device not found in profile devices
sv: Kan inte åsidosätta konfigurationen för enhet %q: Enheten hittades inte i profilens enheter

source: Cannot set --destination-target when destination server is not clustered
sv: Kan inte ställa in --destination-target när destinationsservern inte är klustrad

source: Cannot set --target when source server is not clustered
sv: Kan inte ställa in --target när källservern inte är klustrad

source: Cannot set --volume-only when copying a snapshot
sv: Kan inte ställa in --volume-only när du kopierar en ögonblicksbild

source: Cannot set key: %s
sv: Kan inte ställa in nyckel: %s

source: Card %d:
sv: Kort %d:

source: Card: %s (%s)
sv: Kort: %s (%s)

source: Certificate add token for %s deleted
sv: Certifikatstoken för %s borttaget

source: Certificate description
sv: Certifikatbeskrivning

source: Certificate fingerprint mismatch between certificate token and server %q
sv: Certifikatets fingeravtryck stämmer inte överens mellan certifikattoken och servern %q

source: Certificate fingerprint mismatch between join token and cluster member %q
sv: Certifikatets fingeravtryck stämmer inte överens mellan anslutningstoken och klustermedlem %q

source: Certificate fingerprint: %s
sv: Certifikatets fingeravtryck: %s

source: Chassis
sv: Chassi

source: Checking if the daemon is ready (attempt %d)
sv: Kontrollerar om daemonen är redo (försök %d)

source: Choose %s:
sv: Välj %s:

source: Client %s certificate add token:
sv: Klient %s certifikat lägg till token:

source: Client certificate now trusted by server:
sv: Klientcertifikatet är nu betrott av servern:

source: Client version: %s
sv: Klientversion: %s

source: Cluster group %s created
sv: Klustergrupp %s skapad

source: Cluster group %s deleted
sv: Klustergrupp %s raderad

source: Cluster group %s isn't currently applied to %s
sv: Klustergrupp %s tillämpas för närvarande inte på %s

source: Cluster group %s renamed to %s
sv: Klustergrupp %s döpt om till %s

source: Cluster group description
sv: Beskrivning av klustergruppen

source: Cluster join token for %s:%s deleted
sv: Klusteranslutningstoken för %s:%s raderad

source: Cluster member %s added to cluster groups %s
sv: Klustermedlem %s tillagd till klustergrupper %s

source: Cluster member %s added to group %s
sv: Klustermedlem %s tillagd till grupp %s

source: Cluster member %s is already in group %s
sv: Klustermedlem %s ingår redan i grupp %s

source: Cluster member %s removed from group %s
sv: Klustermedlem %s borttagen från grupp %s

source: Cluster member name
sv: Klustermedlemsnamn

source: Clustering enabled
sv: Klustering aktiverad

source: Columns
sv: Kolumner

source: Command line client for Incus
sv: Kommandoradsklient för Incus

source: Command line client for Incus All of Incus's features can be driven through the various commands below. For help with any of those, simply call them with --help. Custom commands can be defined through aliases, use "incus alias" to control those.
sv: Kommandoradsklient för Incus Alla Incus funktioner kan styras med hjälp av nedanstående kommandon. För hjälp med något av dessa kommandon, använd --help. Anpassade kommandon kan definieras med hjälp av alias. Använd "incus alias" för att styra dessa.

source: Compression algorithm to use (`none` for uncompressed)
sv: Komprimeringsalgoritm som ska användas (`none` för okomprimerad)

source: Compression algorithm to use (none for uncompressed)
sv: Komprimeringsalgoritm som ska användas (ingen för okomprimerat)

source: Compression algorithm to use (none for uncompressed, ignored for ISO storage volumes)
sv: Komprimeringsalgoritm som ska användas (ingen för okomprimerat, ignoreras för ISO-lagringsvolymer)

source: Config key/value to apply to the new instance
sv: Konfigurera nyckel/värde som ska tillämpas på den nya instansen

source: Config key/value to apply to the new network integration
sv: Konfigurera nyckel/värde som ska tillämpas på den nya nätverksintegrationen

source: Config key/value to apply to the new project
sv: Konfigurationsnyckel/värde som ska tillämpas på det nya projektet

source: Config key/value to apply to the target instance
sv: Konfigurationsnyckel/värde som ska tillämpas på målinstansen

source: Config option should be in the format KEY=VALUE
sv: Konfigurationsflaggan ska ha formatet NYCKEL=VÄRDE

source: Config parsing error: %s
sv: Konfigurationsanalysfel: %s

source: Configuration flags require --auto
sv: Konfigurationsflaggor kräver --auto

source: Configure the daemon
sv: Konfigurera daemon

source: Configure the refresh delay in seconds
sv: Konfigurera uppdateringsfördröjningen i sekunder

source: Connecting to the daemon (attempt %d)
sv: Ansluter till daemon (försök %d)

source: Content type, block or filesystem
sv: Innehållstyp, block eller filsystem

source: Content type: %s
sv: Innehållstyp: %s

source: Control: %s (%s)
sv: Kontroll: %s (%s)

source: Copy a stateful instance stateless
sv: Kopiera en tillståndsberoende instans tillståndsfri

source: Copy aliases from source
sv: Kopiera alias från källan

source: Copy custom storage volumes
sv: Kopiera anpassade lagringsvolymer

source: Copy images between servers
sv: Kopiera bilder mellan servrar

source: Copy images between servers The auto-update flag instructs the server to keep this image up to date. It requires the source to be an alias and for it to be public.
sv: Kopiera avbilder mellan servrar Flaggan för automatisk uppdatering instruerar servern att hålla denna avbild uppdaterad. Det kräver att källan är ett alias och att den är offentlig.

source: Copy instances within or in between servers
sv: Kopiera instanser inom eller mellan servrar

source: Copy instances within or in between servers Transfer modes (--mode): - pull: Target server pulls the data from the source server (source must listen on network) - push: Source server pushes the data to the target server (target must listen on network) - relay: The CLI connects to both source and server and proxies the data (both source and target must listen on network) The pull transfer mode is the default as it is compatible with all server versions.
sv: Kopiera instanser inom eller mellan servrar Överföringslägen (--mode): - pull: Målservern hämtar data från källservern (källan måste lyssna på nätverket) - push: Källservern skickar data till målservern (målet måste lyssna på nätverket) - relay: CLI ansluter till både källan och servern och vidarebefordrar data (både källan och målet måste lyssna på nätverket) Överföringsläget pull är standard eftersom det är kompatibelt med alla serverversioner.

source: Copy profile inherited devices and override configuration keys
sv: Kopiera profilärvda enheter och åsidosätt konfigurationsnycklar

source: Copy profiles
sv: Kopiera profiler

source: Copy the instance without its snapshots
sv: Kopiera instansen utan dess ögonblicksbilder

source: Copy the volume without its snapshots
sv: Kopiera volymen utan dess ögonblicksbilder

source: Copy to a project different from the source
sv: Kopiera till ett annat projekt än källan

source: Copy virtual machine images
sv: Kopiera virtuella maskinbilder

source: Copying the image: %s
sv: Kopiera bilden: %s

source: Copying the storage volume: %s
sv: Kopiering av lagringsvolymen: %s

source: Core %d
sv: Kärna %d

source: Cores:
sv: Kärnor:

source: Could not close server cert file %q: %w
sv: Kunde inte stänga servercertifikatfilen %q: %w

source: Could not create server cert dir
sv: Kunde inte skapa servercertifikatskatalog

source: Could not find certificate file path: %s
sv: Kunde inte hitta certifikatfilens sökväg: %s

source: Could not find certificate key file path: %s
sv: Kunde inte hitta certifikatnyckelfilens sökväg: %s

source: Could not read certificate file: %s with error: %v
sv: Kunde inte läsa certifikatfilen: %s med fel: %v

source: Could not read certificate key file: %s with error: %v
sv: Det gick inte att läsa certifikatnyckelfilen: %s med fel: %v

source: Could not write new remote certificate for remote '%s' with error: %v
sv: Det gick inte att skriva ett nytt fjärrcertifikat för fjärr '%s' med fel: %v

source: Could not write server cert file %q: %w
sv: Kunde inte skriva servercertifikatfilen %q: %w

source: Couldn't find a matching entry
sv: Kunde inte hitta någon matchande post

source: Couldn't statfs %s: %w
sv: Kunde inte statfs %s: %w

source: Create a cluster group
sv: Skapa en klustergrupp

source: Create a new %s pool?
sv: Skapa en ny %s pool?

source: Create a virtual machine
sv: Skapa en virtuell maskin

source: Create aliases for existing images
sv: Skapa alias för befintliga avbilder

source: Create an empty instance
sv: Skapa en tom instans

source: Create and start instances from images
sv: Skapa och starta instanser från bilder

source: Create any directories necessary
sv: Skapa alla nödvändiga kataloger

source: Create files and directories in custom vollume
sv: Skapa filer och kataloger i anpassat volym

source: Create files and directories in custom volume
sv: Skapa filer och kataloger i anpassad volym

source: Create files and directories in instances
sv: Skapa filer och kataloger i instanser

source: Create instance backup: %w
sv: Skapa instansbackup: %w

source: Create instance snapshot
sv: Skapa instanssnapshot

source: Create instance snapshots When --stateful is used, attempt to checkpoint the instance's running state, including process memory state, TCP connections, ...
sv: Skapa instanssnapshots När --stateful används, försök att kontrollera instansens körningsstatus, inklusive processminnesstatus, TCP-anslutningar, ...

source: Create instances from images
sv: Skapa instanser från bilder

source: Create key for a storage bucket
sv: Skapa nyckel för en lagringsbucket

source: Create network integrations
sv: Skapa nätverksintegrationer

source: Create new custom storage buckets
sv: Skapa nya anpassade lagringsfack

source: Create new custom storage volumes
sv: Skapa nya anpassade lagringsvolymer

source: Create new instance file templates
sv: Skapa nya instansfilmallar

source: Create new network ACLs
sv: Skapa nya nätverks-ACL:er

source: Create new network address sets
sv: Skapa nya nätverksadressuppsättningar

source: Create new network forwards
sv: Skapa nya nätverksvidarebefordringar

source: Create new network load balancers
sv: Skapa nya nätverkslastbalanserare

source: Create new network peering
sv: Skapa nytt nätverkspeering

source: Create new network zone record
sv: Skapa ny nätverkszonpost

source: Create new network zones
sv: Skapa nya nätverkszoner

source: Create new networks
sv: Skapa nya nätverk

source: Create profiles
sv: Skapa profiler

source: Create projects
sv: Skapa projekt

source: Create storage pools
sv: Skapa lagringspooler

source: Create the instance with no profiles applied
sv: Skapa instansen utan att tillämpa några profiler

source: Created: %s
sv: Skapad: %s

source: Creating %s
sv: Skapa %s

source: Creating %s: %%s
sv: Skapar %s: %%s

source: Creating the instance
sv: Skapa instansen

source: Current number of VFs: %d
sv: Aktuellt antal VF: %d

source: DEFAULT TARGET ADDRESS
sv: STANDARDMÅLADRESS

source: DESCRIPTION
sv: BESKRIVNING

source: DISK USAGE
sv: DISKANVÄNDNING

source: DRIVER
sv: DRIVRUTIN

source: Daemon still not running after %ds timeout (%v)
sv: Daemon körs fortfarande inte efter %d sekunders timeout (%v)

source: Daemon still running after %ds timeout
sv: Daemon körs fortfarande efter %d sekunders timeout

source: Date: %s
sv: Datum: %s

source: Debug commands
sv: Felsökningskommandon

source: Debug commands for instances
sv: Felsökningskommandon för instanser

source: Default VLAN ID
sv: Standard-VLAN-ID

source: Define a compression algorithm: for backup or none
sv: Definiera en komprimeringsalgoritm: för säkerhetskopiering eller ingen

source: Delay:
sv: Fördröjning:

source: Delete all warnings
sv: Ta bort alla varningar

source: Delete background operations (will attempt to cancel)
sv: Ta bort bakgrundsoperationer (försöker avbryta)

source: Delete cluster groups
sv: Ta bort klustergrupper

source: Delete custom storage volumes
sv: Ta bort anpassade lagringsvolymer

source: Delete files in custom volume
sv: Ta bort filer i anpassad volym

source: Delete files in instances
sv: Ta bort filer i instanser

source: Delete image aliases
sv: Ta bort avbildalias

source: Delete images
sv: Ta bort avbilder

source: Delete instance file templates
sv: Ta bort instansfilmallar

source: Delete instance snapshots
sv: Ta bort instanssnapshots

source: Delete instances
sv: Ta bort instanser

source: Delete key from a storage bucket
sv: Ta bort nyckel från en lagringsbucket

source: Delete network ACLs
sv: Ta bort nätverks-ACL:er

source: Delete network address sets
sv: Ta bort nätverksadressuppsättningar

source: Delete network forwards
sv: Ta bort nätverksvidarebefordringar

source: Delete network integrations
sv: Ta bort nätverksintegrationer

source: Delete network load balancers
sv: Ta bort nätverkslastbalanserare

source: Delete network peerings
sv: Ta bort nätverkskopplingar

source: Delete network zone record
sv: Ta bort nätverkszonpost

source: Delete network zones
sv: Ta bort nätverkszoner

source: Delete networks
sv: Ta bort nätverk

source: Delete profiles
sv: Ta bort profiler

source: Delete projects
sv: Ta bort projekt

source: Delete storage buckets
sv: Ta bort lagringsutrymmen

source: Delete storage pools
sv: Ta bort lagringspooler

source: Delete storage volume snapshots
sv: Ta bort ögonblicksbilder av lagringsvolymer

source: Delete warnings
sv: Ta bort varningar

source: Description
sv: Beskrivning

source: Description: %s
sv: Beskrivning: %s

source: Destination cluster member name
sv: Destinationsklustermedlemsnamn

source: Detach custom storage volumes from instances
sv: Koppla bort anpassade lagringsvolymer från instanser

source: Detach custom storage volumes from profiles
sv: Koppla bort anpassade lagringsvolymer från profiler

source: Detach network interfaces from instances
sv: Koppla bort nätverksgränssnitt från instanser

source: Detach network interfaces from profiles
sv: Koppla bort nätverksgränssnitt från profiler

source: Device %d:
sv: Enhet %d:

source: Device %s added to %s
sv: Enhet %s tillagd till %s

source: Device %s overridden for %s
sv: Enhet %s åsidosatt för %s

source: Device %s removed from %s
sv: Enhet %s borttagen från %s

source: Device Address: %v
sv: Enhetsadress: %v

source: Device already exists: %s
sv: Enheten finns redan: %s

source: Device doesn't exist
sv: Enheten finns inte

source: Device from profile(s) cannot be modified for individual instance. Override device or modify profile instead
sv: Enheten från profilen/profilerna kan inte modifieras för enskilda instanser. Åsidosätt enheten eller modifiera profilen istället

source: Device from profile(s) cannot be removed from individual instance. Override device or modify profile instead
sv: Enheten från profilen/profilerna kan inte tas bort från enskilda instanser. Åsidosätt enheten eller ändra profilen istället

source: Device from profile(s) cannot be retrieved for individual instance
sv: Enhet från profil(er) kan inte hämtas för enskild instans

source: Device: %s
sv: Enhet: %s

source: Device: %v
sv: Enhet: %v

source: DeviceID: %v
sv: Enhets-ID: %v

source: DevicePath: %v
sv: Enhetsväg: %v

source: Didn't get name of new instance from the server
sv: Fick inte namnet på den nya instansen från servern

source: Directory import is not available on this platform
sv: Katalogimport är inte tillgängligt på denna plattform

source: Directory to run the command in (default /root)
sv: Katalog där kommandot ska köras (standard /root)

source: Disable authentication when using SSH SFTP listener
sv: Inaktivera autentisering vid användning av SSH SFTP-lyssnare

source: Disable pseudo-terminal allocation
sv: Inaktivera tilldelning av pseudoterminal

source: Disable stdin (reads from /dev/null)
sv: Inaktivera stdin (läser från /dev/null)

source: Disk usage:
sv: Diskanvändning:

source: Disks:
sv: Diskar:

source: Display clusters from all projects
sv: Visa kluster från alla projekt

source: Display images from all projects
sv: Visa bilder från alla projekt

source: Display instances from all projects
sv: Visa instanser från alla projekt

source: Display network zones from all projects
sv: Visa nätverkszoner från alla projekt

source: Display profiles from all projects
sv: Visa profiler från alla projekt

source: Display resource usage info per instance
sv: Visa information om resursanvändning per instans

source: Display storage pool buckets from all projects
sv: Visa lagringspoolskorgar från alla projekt

source: Displays CPU usage, memory usage, and disk usage per instance Default column layout: numD == Columns == The -c option takes a comma separated list of arguments that control which instance attributes to output when displaying in table or compact format. Column arguments are pre-defined shorthand chars (see below). Commas between consecutive shorthand chars are optional. Column shorthand chars: D - disk usage e - Project name m - Memory usage n - Instance name u - CPU usage (in seconds)
sv: Visar CPU-användning, minnesanvändning och diskanvändning per instans Standardkolumnlayout: numD == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka instans- attribut som ska visas när de visas i tabell- eller kompaktformat. Kolumnargument är fördefinierade förkortningstecken (se nedan). Komma mellan på varandra följande förkortningstecken är valfria. Kolumnförkortningar: D - diskanvändning e - Projektnamn m - Minnesanvändning n - Instansnamn u - CPU-användning (i sekunder)

source: Do you want to configure a new local storage pool?
sv: Vill du konfigurera en ny lokal lagringspool?

source: Do you want to configure a new remote storage pool?
sv: Vill du konfigurera en ny fjärrlagringspool?

source: Do you want to configure a new storage pool?
sv: Vill du konfigurera en ny lagringspool?

source: Do you want to continue without thin provisioning?
sv: Vill du fortsätta utan tunn provisionering?

source: Don't require user confirmation for using --force
sv: Kräv inte användarens bekräftelse för att använda --force

source: Don't show progress information
sv: Visa inte information om framsteg

source: Down delay
sv: Nedfördröjning

source: Driver: %v
sv: Drivrutin: %v

source: Driver: %v (%v)
sv: Drivrutin: %v (%v)

source: Dump YAML config to stdout
sv: Skriv ut YAML-konfigurationen till stdout

source: During incremental copy, exclude source snapshots earlier than latest target snapshot
sv: Under inkrementell kopiering, exkludera källsnapshots som är äldre än den senaste målsnapshoten

source: During refresh, exclude source snapshots earlier than latest target snapshot
sv: Under uppdateringen, uteslut källsnapshots som är äldre än den senaste målsnapshoten

source: ENTRIES
sv: POSTER

source: EPHEMERAL
sv: EFEMER

source: EXISTING: %q (backend=%q, source=%q)
sv: BEFINTLIG: %q (backend=%q, källa=%q)

source: EXPIRES AT
sv: GÅR UT DEN

source: EXPIRY DATE
sv: UTGÅNGSDATUM

source: Edit a cluster group
sv: Redigera en klustergrupp

source: Edit cluster member configurations as YAML
sv: Redigera klustermedlemmarnas konfigurationer som YAML

source: Edit files in instances
sv: Redigera filer i instanser

source: Edit files in storage volumes
sv: Redigera filer i lagringsvolymer

source: Edit image properties
sv: Redigera avbildsegenskaper

source: Edit instance file templates
sv: Redigera instansfilmallar

source: Edit instance metadata files
sv: Redigera instansmetadatafiler

source: Edit instance or server configurations as YAML
sv: Redigera instans- eller serverkonfigurationer som YAML

source: Edit network ACL configurations as YAML
sv: Redigera nätverks-ACL-konfigurationer som YAML

source: Edit network address set configurations as YAML
sv: Redigera konfigurationer för nätverksadressuppsättningar som YAML
