Repository: lxc/incus
Catalog: po/*.po
Languages: sv

source: Remove addresses from a network address set
sv: Ta bort adresser från en nätverksadressuppsättning

source: Remove aliases
sv: Ta bort alias

source: Remove all ports that match
sv: Ta bort alla portar som matchar

source: Remove all rules that match
sv: Ta bort alla regler som matchar

source: Remove backend from a load balancer
sv: Ta bort backend från en lastbalanserare

source: Remove backends from a load balancer
sv: Ta bort backends från en lastbalanserare

source: Remove entries from a network zone record
sv: Ta bort poster från en nätverkszonpost

source: Remove instance devices
sv: Ta bort instansens enheter

source: Remove member from group
sv: Ta bort medlem från grupp

source: Remove ports from a forward
sv: Ta bort portar från en vidarebefordran

source: Remove ports from a load balancer
sv: Ta bort portar från en lastbalanserare

source: Remove profiles from instances
sv: Ta bort profiler från instanser

source: Remove remotes
sv: Ta bort fjärrkontroller

source: Remove roles from a cluster member
sv: Ta bort roller från en klustermedlem

source: Remove rules from an ACL
sv: Ta bort regler från en ACL

source: Remove snapshot %s from %s (yes/no):
sv: Ta bort ögonblicksbild %s från %s (ja/nej):

source: Remove trusted client
sv: Ta bort betrodd klient

source: Rename a cluster group
sv: Byt namn på en klustergrupp

source: Rename a cluster member
sv: Byt namn på en klustermedlem

source: Rename aliases
sv: Byt namn på alias

source: Rename custom storage volumes
sv: Byt namn på anpassade lagringsvolymer

source: Rename instance snapshots
sv: Byt namn på instanssnapshots

source: Rename instances
sv: Byt namn på instanser

source: Rename network ACLs
sv: Byt namn på nätverks-ACL:er

source: Rename network address sets
sv: Byt namn på nätverksadressuppsättningar

source: Rename network integrations
sv: Byt namn på nätverksintegrationer

source: Rename networks
sv: Byt namn på nätverk

source: Rename profiles
sv: Byt namn på profiler

source: Rename projects
sv: Byt namn på projekt

source: Rename remotes
sv: Byt namn på fjärrkontroller

source: Rename storage volume snapshots
sv: Byt namn på snapshots av lagringsvolymer

source: Renamed storage volume from "%s" to "%s"
sv: Bytte namn på lagringsvolym från "%s" till "%s"

source: Renamed storage volume snapshot from "%s" to "%s"
sv: Omdöpt lagringsvolymsögonblick från "%s" till "%s"

source: Render: %s (%s)
sv: Rendera: %s (%s)

source: Request a join token for adding a cluster member
sv: Begär en anslutningstoken för att lägga till en klustermedlem

source: Require user confirmation
sv: Kräv bekräftelse från användaren

source: Resources:
sv: Resurser:

source: Restart instances
sv: Starta om instanser

source: Restore cluster member
sv: Återställ klustermedlem

source: Restore instance from snapshots If --stateful is passed, then the running state will be restored too.
sv: Återställ instans från ögonblicksbilder Om --stateful anges kommer även körningsstatusen att återställas.

source: Restore instance snapshots
sv: Återställ instanssnapshots

source: Restore storage volume snapshots
sv: Återställ snapshots av lagringsvolym

source: Restoring cluster member: %s
sv: Återställer klustermedlem: %s

source: Restrict the certificate to one or more projects
sv: Begränsa certifikatet till ett eller flera projekt

source: Resume instances
sv: Återuppta instanser

source: Retrieve the instance's console log
sv: Hämta instansens konsollogg

source: Retrieving image: %s
sv: Hämtar avbildning: %s

source: Revoke certificate add token
sv: Återkalla certifikat lägg till token

source: Revoke cluster member join token
sv: Återkalla klustermedlemmens anslutningstoken

source: Role (admin or read-only)
sv: Roll (administratör eller skrivskyddad)

source: Rows affected: %d
sv: Berörda rader: %d

source: Rule description
sv: Regelbeskrivning

source: Run a local API proxy
sv: Kör en lokal API-proxy

source: Run a local API proxy for the remote
sv: Kör en lokal API-proxy för fjärrkontrollen

source: Run again a specific project
sv: Kör ett specifikt projekt igen

source: Run against all instances
sv: Kör mot alla instanser

source: Run against all projects
sv: Kör mot alla projekt

source: SEVERITY
sv: ALLVARLIGHET

source: SIZE
sv: STORLEK

source: SNAPSHOTS
sv: ÖGONBLICKSBILDER

source: SOURCE
sv: KÄLLA

source: SSH SFTP listening on %v
sv: SSH SFTP lyssnar på %v

source: SSH client connected %q
sv: SSH-klient ansluten %q

source: SSH client disconnected %q
sv: SSH-klienten frånkopplad %q

source: STARTED AT
sv: STARTAD

source: STATE
sv: TILLSTÅND

source: STATEFUL
sv: TILLSTÅNDSFULL

source: STATIC
sv: STATISK

source: STORAGE BUCKETS
sv: LAGRINGSBUCKETS

source: STORAGE POOL
sv: LAGRINGSPOOL

source: STORAGE VOLUMES
sv: LAGRINGSVOLYMER

source: Scanning for unknown volumes...
sv: Söker efter okända volymer...

source: Secret key (auto-generated if empty)
sv: Hemlig nyckel (genereras automatiskt om tom)

source: Secret key: %s
sv: Hemlig nyckel: %s

source: Send a raw query to the server
sv: Skicka en rå fråga till servern

source: Serial Number: %v
sv: Serienummer: %v

source: Serial device:
sv: Seriell enhet:

source: Serial devices:
sv: Seriella enheter:

source: Serial: %s
sv: Serienummer: %s

source: Serial: %v
sv: Serienummer: %v

source: Server authentication type (tls or oidc)
sv: Serverautentiseringstyp (tls eller oidc)

source: Server certificate NACKed by user
sv: Servercertifikat avvisat av användaren

source: Server doesn't trust us after authentication
sv: Servern litar inte på oss efter autentisering

source: Server isn't part of a cluster
sv: Servern ingår inte i ett kluster

source: Server protocol (incus, oci or simplestreams)
sv: Serverprotokoll (incus, oci eller simplestreams)

source: Set a cluster group's configuration keys
sv: Ställ in konfigurationsnycklarna för en klustergrupp

source: Set a cluster member's configuration keys
sv: Ställ in konfigurationsnycklarna för en klustermedlem

source: Set authentication user when using SSH SFTP listener
sv: Ställ in autentiseringsanvändare vid användning av SSH SFTP-lyssnare

source: Set device configuration keys
sv: Ställ in enhetens konfigurationsnycklar

source: Set device configuration keys For backward compatibility, a single configuration key may still be set with: incus config device set [<remote>:]<instance> <device> <key> <value>
sv: Ställ in enhetskonfigurationsnycklar För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus config device set [<fjärr>:]<instans> <enhet> <nyckel> <värde>

source: Set device configuration keys For backward compatibility, a single configuration key may still be set with: incus profile device set [<remote>:]<profile> <device> <key> <value>
sv: Ställ in enhetskonfigurationsnycklar För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus profile device set [<fjärr>:]<profil> <enhet> <nyckel> <värde>

source: Set image properties
sv: Ställ in avbildningsegenskaper

source: Set instance or server configuration keys
sv: Ställ in instans- eller serverkonfigurationsnycklar

source: Set instance or server configuration keys For backward compatibility, a single configuration key may still be set with: incus config set [<remote>:][<instance>] <key> <value>
sv: Ställ in instans- eller serverkonfigurationsnycklar För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus config set [<fjärr>:][<instans>] <nyckel> <värde>

source: Set network ACL configuration keys
sv: Ställ in konfigurationsnycklar för nätverks-ACL

source: Set network ACL configuration keys For backward compatibility, a single configuration key may still be set with: incus network set [<remote>:]<ACL> <key> <value>
sv: Ställ in konfigurationsnycklar för nätverks-ACL För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus network set [<fjärr>:]<ACL> <nyckel> <värde>

source: Set network address set configuration keys
sv: Ställ in nätverksadress, ställ in konfigurationsnycklar

source: Set network configuration keys
sv: Ställ in nätverkskonfigurationsnycklar

source: Set network configuration keys For backward compatibility, a single configuration key may still be set with: incus network set [<remote>:]<network> <key> <value>
sv: Ställ in nätverkskonfigurationsnycklar För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus network set [<fjärr>:]<nätverk> <nyckel> <värde>

source: Set network forward keys
sv: Ställ in nätverksvidarebefordringsnycklar

source: Set network forward keys For backward compatibility, a single configuration key may still be set with: incus network set [<remote>:]<network> <listen_address> <key> <value>
sv: Ställ in nätverksframåtnycklar För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus network set [<fjärr>:]<nätverk> <lyssningsadress> <nyckel> <värde>

source: Set network integration configuration keys
sv: Ställ in konfigurationsnycklar för nätverksintegration

source: Set network integration configuration keys For backward compatibility, a single configuration key may still be set with: incus network integration set [<remote>:]<network integration> <key> <value>
sv: Ställ in konfigurationsnycklar för nätverksintegration För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus network integration set [<fjärr>:]<nätverksintegration> <nyckel> <värde>

source: Set network load balancer keys
sv: Ställ in nycklar för nätverkslastbalanserare

source: Set network load balancer keys For backward compatibility, a single configuration key may still be set with: incus network set [<remote>:]<network> <listen_address> <key> <value>
sv: Ställ in nycklar för nätverkslastbalanserare För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus network set [<fjärr>:]<nätverk> <lyssningsadress> <nyckel> <värde>

source: Set network peer keys
sv: Ställ in nätverkspeernycklar

source: Set network peer keys For backward compatibility, a single configuration key may still be set with: incus network set [<remote>:]<network> <peer_name> <key> <value>
sv: Ställ in nätverkspeernycklar För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus network set [<fjärr>:]<nätverk> <peer_name> <nyckel> <värde>

source: Set network zone configuration keys
sv: Ställ in konfigurationsnycklar för nätverkszoner

source: Set network zone configuration keys For backward compatibility, a single configuration key may still be set with: incus network set [<remote>:]<Zone> <key> <value>
sv: Ställ in konfigurationsnycklar för nätverkszon För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus network set [<fjärr>:]<Zon> <nyckel> <värde>

source: Set network zone record configuration keys
sv: Ställ in konfigurationsnycklar för nätverkszonrekord

source: Set profile configuration keys
sv: Ställ in profilkonfigurationsnycklar

source: Set profile configuration keys For backward compatibility, a single configuration key may still be set with: incus profile set [<remote>:]<profile> <key> <value>
sv: Ställ in profilkonfigurationsnycklar För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus profile set [<fjärr>:]<profil> <nyckel> <värde>

source: Set project configuration keys
sv: Ställ in projektkonfigurationsnycklar

source: Set project configuration keys For backward compatibility, a single configuration key may still be set with: incus project set [<remote>:]<project> <key> <value>
sv: Ställ in projektkonfigurationsnycklar För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus project set [<fjärr>:]<projekt> <nyckel> <värde>

source: Set storage bucket configuration keys
sv: Ställ in konfigurationsnycklar för lagringsbucket

source: Set storage bucket configuration keys For backward compatibility, a single configuration key may still be set with: incus storage bucket set [<remote>:]<pool> <bucket> <key> <value>
sv: Ställ in konfigurationsnycklar för lagringsbucket För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus storage bucket set [<fjärr>:]<pool> <bucket> <nyckel> <värde>

source: Set storage pool configuration keys
sv: Ställ in konfigurationsnycklar för lagringspool

source: Set storage pool configuration keys For backward compatibility, a single configuration key may still be set with: incus storage set [<remote>:]<pool> <key> <value>
sv: Ställ in konfigurationsnycklar för lagringspool För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus storage set [<fjärr>:]<pool> <nyckel> <värde>

source: Set storage volume configuration keys
sv: Ställ in konfigurationsnycklar för lagringsvolym

source: Set storage volume configuration keys For backward compatibility, a single configuration key may still be set with: incus storage volume set [<remote>:]<pool> [<type>/]<volume> <key> <value> If the type is not specified, Incus assumes the type is "custom". Supported values for type are "custom", "container" and "virtual-machine".
sv: Ställ in konfigurationsnycklar för lagringsvolym För bakåtkompatibilitet kan en enda konfigurationsnyckel fortfarande ställas in med: incus storage volume set [<fjärr>:]<pool> [<typ>/]<volym> <nyckel> <värde> Om typen inte anges antar Incus att typen är "custom". Värden som stöds för typen är "custom", "container" och "virtual-machine".

source: Set the URL for the remote
sv: Ställ in URL-adressen för fjärrkontrollen

source: Set the file's gid on create
sv: Ställ in filens gid vid skapandet

source: Set the file's gid on push
sv: Ställ in filens gid vid push

source: Set the file's perms on create
sv: Ställ in filens behörigheter vid skapandet

source: Set the file's perms on push
sv: Ställ in filens behörigheter vid push

source: Set the file's uid on create
sv: Ställ in filens uid vid skapandet

source: Set the file's uid on push
sv: Ställ in filens uid vid push

source: Set the key as a cluster group property
sv: Ställ in nyckeln som en klustergruppsegenskap

source: Set the key as a cluster property
sv: Ställ in nyckeln som en klusteregenskap

source: Set the key as a network ACL property
sv: Ställ in nyckeln som en nätverks-ACL-egenskap

source: Set the key as a network address set property
sv: Ställ in nyckeln som en egenskap för nätverksadressuppsättning

source: Set the key as a network forward property
sv: Ställ in nyckeln som en nätverksvidarebefordringsegenskap

source: Set the key as a network integration property
sv: Ställ in nyckeln som en nätverksintegrationsegenskap

source: Set the key as a network load balancer property
sv: Ställ in nyckeln som en egenskap för nätverkslastbalanseraren

source: Set the key as a network peer property
sv: Ställ in nyckeln som en nätverkspeer-egenskap

source: Set the key as a network property
sv: Ställ in nyckeln som en nätverksegenskap

source: Set the key as a network zone property
sv: Ställ in nyckeln som en nätverkszonegenskap

source: Set the key as a network zone record property
sv: Ställ in nyckeln som en egenskap för nätverkszonens post

source: Set the key as a profile property
sv: Ställ in nyckeln som en profilegenskap

source: Set the key as a project property
sv: Ställ in nyckeln som en projektattribut

source: Set the key as a storage bucket property
sv: Ställ in nyckeln som en lagringsbucketegenskap

source: Set the key as a storage property
sv: Ställ in nyckeln som en lagringsegenskap

source: Set the key as a storage volume property
sv: Ställ in nyckeln som en lagringsvolymegenskap

source: Set the key as an instance property
sv: Ställ in nyckeln som en instansegenskap

source: Setup SSH SFTP listener on address:port instead of mounting
sv: Konfigurera SSH SFTP-lyssnare på adress:port istället för att montera

source: Setup device based storage using DEVICE
sv: Konfigurera enhetsbaserad lagring med DEVICE

source: Setup loop based storage with SIZE in GiB
sv: Konfigurera loopbaserad lagring med STORLEK i GiB

source: Show all debug messages
sv: Visa alla felsökningsmeddelanden

source: Show all information messages
sv: Visa alla informationsmeddelanden

source: Show cluster group configurations
sv: Visa klustergruppskonfigurationer

source: Show content of instance file templates
sv: Visa innehållet i instansfilmallarna

source: Show details of a cluster member
sv: Visa detaljer om en klustermedlem

source: Show details on a background operation
sv: Visa detaljer om en bakgrundsoperation

source: Show events from all projects
sv: Visa händelser från alla projekt

source: Show full device configuration
sv: Visa fullständig enhetskonfiguration

source: Show image properties
sv: Visa avbildningsegenskaper

source: Show instance metadata files
sv: Visa instansmetadatafiler

source: Show instance or server configurations
sv: Visa instans- eller serverkonfigurationer

source: Show instance or server information
sv: Visa instans- eller serverinformation

source: Show instance snapshot configuration
sv: Visa konfiguration för instansöversikt

source: Show less common commands
sv: Visa mindre vanliga kommandon

source: Show local and remote versions
sv: Visa lokala och fjärrversioner

source: Show network ACL configurations
sv: Visa nätverks-ACL-konfigurationer

source: Show network ACL log
sv: Visa nätverks-ACL-logg

source: Show network address set configuration
sv: Visa konfiguration för nätverksadressuppsättning

source: Show network configurations
sv: Visa nätverkskonfigurationer

source: Show network forward configurations
sv: Visa nätverkskonfigurationer för vidarebefordran

source: Show network integration options
sv: Visa nätverksintegrationsflaggor

source: Show network load balancer configurations
sv: Visa konfigurationer för nätverkslastbalanserare

source: Show network peer configurations
sv: Visa nätverkskonfigurationer för peer-enheter

source: Show network zone configurations
sv: Visa nätverkszonkonfigurationer

source: Show network zone record configuration
sv: Visa konfigurationen för nätverkszonens poster

source: Show network zone record configurations
sv: Visa konfigurationer för nätverkszonposter

source: Show profile configurations
sv: Visa profilkonfigurationer

source: Show project options
sv: Visa projektflaggor

source: Show storage bucket configurations
sv: Visa konfigurationer för lagringsbucket

source: Show storage bucket key configurations
sv: Visa konfigurationer för lagringsbucketnycklar

source: Show storage pool configurations and resources
sv: Visa lagringspoolkonfigurationer och resurser

source: Show storage volume configurations
sv: Visa konfigurationer för lagringsvolym

source: Show storage volume configurations If the type is not specified, Incus assumes the type is "custom". Supported values for type are "custom", "container" and "virtual-machine". For snapshots, add the snapshot name (only if type is one of custom, container or virtual-machine).
sv: Visa konfigurationer för lagringsvolym Om typen inte anges antar Incus att typen är "anpassad". Värden som stöds för typ är "anpassad", "container" och "virtuell maskin". För ögonblicksbilder lägger du till ögonblicksbildens namn (endast om typen är anpassad, container eller virtuell maskin).

source: Show storage volume snapshhot configurations
sv: Visa konfigurationer för lagringsvolymsöversikt

source: Show storage volume snapshot configurations
sv: Visa konfigurationer för ögonblicksbilder av lagringsvolym

source: Show storage volume state information
sv: Visa information om lagringsvolymens status

source: Show storage volume state information If the type is not specified, Incus assumes the type is "custom". Supported values for type are "custom", "container" and "virtual-machine".
sv: Visa information om lagringsvolymens status Om typen inte anges antar Incus att typen är "anpassad". Värden som stöds för typen är "anpassad", "container" och "virtuell maskin".

source: Show the current project
sv: Visa det aktuella projektet

source: Show the default remote
sv: Visa standardfjärrkontrollen

source: Show the expanded configuration
sv: Visa den utökade konfigurationen

source: Show the instance's access list
sv: Visa instansens åtkomstlista

source: Show the instance's recent log entries
sv: Visa instansens senaste loggposter

source: Show the resources available to the server
sv: Visa de resurser som är tillgängliga för servern

source: Show the resources available to the storage pool
sv: Visa de resurser som är tillgängliga för lagringspoolen

source: Show the used and free space in bytes
sv: Visa använt och ledigt utrymme i byte

source: Show trust configurations
sv: Visa förtroendekonfigurationer

source: Show useful information about a cluster member
sv: Visa användbar information om en klustermedlem

source: Show useful information about images
sv: Visa användbar information om avbildningar

source: Show useful information about storage pools
sv: Visa användbar information om lagringspooler

source: Show warning
sv: Visa varning

source: Size in GiB of the new loop device
sv: Storlek i GiB för den nya slinganheten

source: Size: %.2fMiB
sv: Storlek: %.2fMiB

source: Size: %s
sv: Storlek: %s

source: Snapshot description
sv: Översiktsbeskrivning

source: Snapshot storage volumes
sv: Lagringsvolymer för ögonblicksbilder

source: Snapshots are read-only and can't have their configuration changed
sv: Snapshots är skrivskyddade och deras konfiguration kan inte ändras

source: Snapshots:
sv: Ögonblicksbilder:

source: Socket %d:
sv: Sockel %d:

source: Some instances failed to %s
sv: Vissa fall misslyckades med %s

source: Sorting Method:
sv: Sorteringsmetod:

source: Source of the storage pool (block device, volume group, dataset, path, ... as applicable):
sv: Källa för lagringspoolen (blockenhet, volymgrupp, dataset, sökväg, ... enligt tillämpligt):

source: Source:
sv: Källa:

source: Start instances
sv: Starta instanser

source: Started: %s
sv: Startad: %s

source: Starting %s
sv: Startar %s

source: Starting recovery...
sv: Startar återställning...

source: State
sv: Tillstånd

source: State: %s
sv: Tillstånd: %s

source: Stop instances
sv: Stoppa instanser

source: Stop the instance if currently running
sv: Stoppa instansen om den för närvarande körs

source: Stopping instance failed!
sv: Instansstopp misslyckades!

source: Stopping the instance failed: %s
sv: Det gick inte att stoppa instansen: %s

source: Storage backend to use (btrfs, dir, lvm or zfs, default: dir)
sv: Lagringsbackend som ska användas (btrfs, dir, lvm eller zfs, standard: dir)

source: Storage bucket %q created
sv: Lagringsbucket %q skapad

source: Storage bucket %q deleted
sv: Lagringsbucket %q raderad

source: Storage bucket key %q added
sv: Nyckel för lagringsbucket %q tillagd

source: Storage bucket key %q removed
sv: Nyckel för lagringsbucket %q borttagen

source: Storage has already been configured
sv: Lagring har redan konfigurerats

source: Storage pool %q is already on recover list
sv: Lagringspool %q finns redan på återställningslistan

source: Storage pool %q of type %q
sv: Lagringspool %q av typ %q

source: Storage pool %s created
sv: Lagringspool %s skapad

source: Storage pool %s deleted
sv: Lagringspool %s raderad

source: Storage pool %s pending on member %s
sv: Lagringspool %s väntar på medlem %s

source: Storage pool description
sv: Beskrivning av lagringspool

source: Storage pool name
sv: Lagringspoolens namn

source: Storage pool to use or create
sv: Lagringspool att använda eller skapa

source: Storage volume %s created
sv: Lagringsvolym %s skapad

source: Storage volume %s deleted
sv: Lagringsvolym %s raderad

source: Storage volume copied successfully!
sv: Lagringsvolymen har kopierats!
