Repository: lxc/incus
Catalog: po/*.po
Languages: sv

source: Chassis:
sv: Chassi:

source: Motherboard:
sv: Moderkort:

source: ### This is a YAML representation of a storage bucket. ### Any line starting with a '# will be ignored. ### ### A storage bucket consists of a set of configuration items. ### ### name: bucket1 ### used_by: [] ### config: ### size: "61203283968"
sv: ### Detta är en YAML-representation av en lagringsbucket. ### Alla rader som börjar med ett '# ignoreras. ### ### En lagringsbucket består av en uppsättning konfigurationselement. ### ### name: bucket1 ### used_by: [] ### config: ### size: "61203283968"

source: ### This is a YAML representation of a storage pool. ### Any line starting with a '#' will be ignored. ### ### A storage pool consists of a set of configuration items. ### ### An example would look like: ### name: default ### driver: zfs ### used_by: [] ### config: ### size: "61203283968" ### source: default ### zfs.pool_name: default
sv: ### Detta är en YAML-representation av en lagringspool. ### Alla rader som börjar med ett '#' ignoreras. ### ### En lagringspool består av en uppsättning konfigurationselement. ### ### Ett exempel skulle kunna se ut så här: ### name: default ### driver: zfs ### used_by: [] ### config: ### size: "61203283968" ### source: default ### zfs.pool_name: default

source: ### This is a YAML representation of a storage volume. ### Any line starting with a '# will be ignored. ### ### A storage volume consists of a set of configuration items. ### ### name: foo ### type: custom ### used_by: [] ### config: ### size: "61203283968"
sv: ### Detta är en YAML-representation av en lagringsvolym. ### Alla rader som börjar med ett '# ignoreras. ### ### En lagringsvolym består av en uppsättning konfigurationselement. ### ### name: foo ### type: custom ### used_by: [] ### config: ### size: "61203283968"

source: ### This is a YAML representation of the certificate. ### Any line starting with a '# will be ignored. ### ### Note that the fingerprint is shown but cannot be changed
sv: ### Detta är en YAML-representation av certifikatet. ### Alla rader som börjar med ett '# ignoreras. ### ### Observera att fingeravtrycket visas men inte kan ändras

source: ### This is a YAML representation of the cluster group. ### Any line starting with a '# will be ignored.
sv: ### Detta är en YAML-representation av klustergruppen. ### Alla rader som börjar med ett '# ignoreras.

source: ### This is a YAML representation of the configuration. ### Any line starting with a '# will be ignored. ### ### A sample configuration looks like: ### name: instance1 ### profiles: ### - default ### config: ### volatile.eth0.hwaddr: 10:66:6a:e9:f8:7f ### devices: ### homedir: ### path: /extra ### source: /home/user ### type: disk ### ephemeral: false ### ### Note that the name is shown but cannot be changed
sv: ### Detta är en YAML-representation av konfigurationen. ### Alla rader som börjar med ett '# ignoreras. ### ### Ett exempel på en konfiguration ser ut så här: ### name: instans1 ### profiles: ### - default ### config: ### volatile.eth0.hwaddr: 10:66:6a:e9:f8:7f ### devices: ### homedir: ### path: /extra ### source: /home/user ### type: disk ### ephemeral: false ### ### Observera att namnet visas men inte kan ändras

source: ### This is a YAML representation of the image properties. ### Any line starting with a '# will be ignored. ### ### Each property is represented by a single line: ### An example would be: ### description: My custom image
sv: ### Detta är en YAML-representation av bildens egenskaper. ### Alla rader som börjar med ett '# ignoreras. ### ### Varje egenskap representeras av en enda rad: ### Ett exempel skulle kunna vara: ### description: Min anpassade avbildning

source: ### This is a YAML representation of the instance metadata. ### Any line starting with a '# will be ignored. ### ### A sample configuration looks like: ### ### architecture: x86_64 ### creation_date: 1477146654 ### expiry_date: 0 ### properties: ### architecture: x86_64 ### description: BusyBox x86_64 ### name: busybox-x86_64 ### os: BusyBox ### templates: ### /template: ### when: ### - "" ### create_only: false ### template: template.tpl ### properties: {}
sv: ### Detta är en YAML-representation av instansmetadata. ### Alla rader som börjar med '# ignoreras. ### ### Ett exempel på konfiguration ser ut så här: ### architecture: x86_64 ### creation_date: 1477146654 ### expiry_date: 0 ### properties: ### architecture: x86_64 ### description: BusyBox x86_64 ### name: busybox-x86_64 ### os: BusyBox ### templates: ### /template: ### when: ### - "" ### create_only: false ### template: template.tpl ### properties: {}

source: ### This is a YAML representation of the network ACL. ### Any line starting with a '# will be ignored. ### ### A network ACL consists of a set of rules and configuration items. ### ### An example would look like: ### name: allow-all-inbound ### description: test desc ### egress: [] ### ingress: ### - action: allow ### state: enabled ### protocol: "" ### source: "" ### source_port: "" ### destination: "" ### destination_port: "" ### icmp_type: "" ### icmp_code: "" ### config: ### user.foo: bah ### ### Note that only the ingress and egress rules, description and configuration keys can be changed.
sv: ### Detta är en YAML-representation av nätverks-ACL. ### Alla rader som börjar med ett '# ignoreras. ### ### En nätverks-ACL består av en uppsättning regler och konfigurationsposter. ### ### Ett exempel kan se ut så här: ### name: allow-all-inbound ### description: test desc ### egress: [] ### ingress: ### - action: allow ### state: enabled ### protocol: "" ### source: "" ### source_port: "" ### destination: "" ### destination_port: "" ### icmp_type: "" ### icmp_code: "" ### config: ### user.foo: bah ### ### Observera att endast reglerna för ingång och utgång, beskrivningen och konfigurationsnycklarna kan ändras.

source: ### This is a YAML representation of the network address set. ### Any line starting with '#' will be ignored. ### ### For example: ### name: as1 ### description: "Test address set" ### addresses: ### - 10.0.0.1 ### - 2001:db8::1 ### external_ids: ### user.foo: bar
sv: ### Detta är en YAML-representation av nätverksadressuppsättningen. ### Alla rader som börjar med '#' ignoreras. ### ### Till exempel: ### name: as1 ### description: "Testadressuppsättning" ### addresses: ### - 10.0.0.1 ### - 2001:db8::1 ### external_ids: ### user.foo: bar

source: ### This is a YAML representation of the network forward. ### Any line starting with a '# will be ignored. ### ### A network forward consists of a default target address and optional set of port forwards for a listen address. ### ### An example would look like: ### listen_address: 192.0.2.1 ### config: ### target_address: 198.51.100.2 ### description: test desc ### ports: ### - description: port forward ### protocol: tcp ### listen_port: 80,81,8080-8090 ### target_address: 198.51.100.3 ### target_port: 80,81,8080-8090 ### location: server01 ### ### Note that the listen_address and location cannot be changed.
sv: ### Detta är en YAML-representation av nätverksvidarebefordran. ### Alla rader som börjar med ett '# ignoreras. ### ### En nätverksvidarebefordran består av en standardmåladress och en valfri uppsättning portvidarebefordringar för en lyssningsadress. ### ### Ett exempel skulle se ut så här: ### listen_address: 192.0.2.1 ### config: ### target_address: 198.51.100.2 ### description: test desc ### ports: ### - description: port forward ### protocol: tcp ### listen_port: 80,81,8080-8090 ### target_address: 198.51.100.3 ### target_port: 80,81,8080-8090 ### location: server01 ### ### Observera att listen_address och location inte kan ändras.

source: ### This is a YAML representation of the network integration. ### Any line starting with a '# will be ignored. ### ### Note that the name is shown but cannot be changed
sv: ### Detta är en YAML-representation av nätverksintegrationen. ### Alla rader som börjar med ett '# ignoreras. ### ### Observera att namnet visas men inte kan ändras

source: ### This is a YAML representation of the network load balancer. ### Any line starting with a '# will be ignored. ### ### A network load balancer consists of a set of target backends and port forwards for a listen address. ### ### An example would look like: ### listen_address: 192.0.2.1 ### config: ### user.foo: bar ### description: test desc ### backends: ### - name: backend1 ### description: First backend server ### target_address: 192.0.3.1 ### target_port: 80 ### - name: backend2 ### description: Second backend server ### target_address: 192.0.3.2 ### target_port: 80 ### ports: ### - description: port forward ### protocol: tcp ### listen_port: 80,81,8080-8090 ### target_backend: ### - backend1 ### - backend2 ### location: server01 ### ### Note that the listen_address and location cannot be changed.
sv: ### Detta är en YAML-representation av nätverkslastbalanseringen. ### Alla rader som börjar med ett '# ignoreras. ### ### En nätverkslastbalansering består av en uppsättning målbackends och portvidarebefordringar för en lyssningsadress. ### ### Ett exempel skulle se ut så här: ### listen_address: 192.0.2.1 ### config: ### user.foo: bar ### description: test desc ### backends: ### - name: backend1 ### description: Första backend-servern ### target_address: 192.0.3.1 ### target_port: 80 ### - name: backend2 ### beskrivning: Andra backend-servern ### target_address: 192.0.3.2 ### target_port: 80 ### ports: ### - beskrivning: port forward ### protocol: tcp ### listen_port: 80,81,8080-8090 ### mål_backend: ### - backend1 ### - backend2 ### plats: server01 ### ### Observera att lyssningsadressen och platsen inte kan ändras.

source: ### This is a YAML representation of the network peer. ### Any line starting with a '# will be ignored. ### ### An example would look like: ### description: A peering to mynet ### config: {} ### name: mypeer ### target_project: default ### target_network: mynet ### status: Pending ### ### Note that the name, target_project, target_network and status fields cannot be changed.
sv: ### Detta är en YAML-representation av nätverkspeern. ### Alla rader som börjar med ett '# ignoreras. ### ### Ett exempel skulle se ut så här: ### description: A peering to mynet ### config: {} ### name: mypeer ### target_project: default ### target_network: mynet ### status: Pending ### ### Observera att fälten namn, målprojekt, målnätverk och status inte kan ändras.

source: ### This is a YAML representation of the network zone record. ### Any line starting with a '# will be ignored. ### ### A network zone consists of a set of rules and configuration items. ### ### An example would look like: ### name: foo ### description: SPF record ### config: ### user.foo: bah
sv: ### Detta är en YAML-representation av nätverkszonens post. ### Alla rader som börjar med ett '# ignoreras. ### ### En nätverkszon består av en uppsättning regler och konfigurationsposter. ### ### Ett exempel skulle kunna se ut så här: ### name: foo ### description: SPF-post ### config: ### user.foo: bah

source: ### This is a YAML representation of the network zone. ### Any line starting with a '# will be ignored. ### ### A network zone consists of a set of rules and configuration items. ### ### An example would look like: ### name: example.net ### description: Internal domain ### config: ### user.foo: bah
sv: ### Detta är en YAML-representation av nätverkszonen. ### Alla rader som börjar med ett '# ignoreras. ### ### En nätverkszon består av en uppsättning regler och konfigurationsposter. ### ### Ett exempel skulle kunna se ut så här: ### name: exempel.net ### description: Intern domän ### config: ### user.foo: bah

source: ### This is a YAML representation of the network. ### Any line starting with a '# will be ignored. ### ### A network consists of a set of configuration items. ### ### An example would look like: ### name: mybr0 ### config: ### ipv4.address: 10.62.42.1/24 ### ipv4.nat: true ### ipv6.address: fd00:56ad:9f7a:9800::1/64 ### ipv6.nat: true ### managed: true ### type: bridge ### ### Note that only the configuration can be changed.
sv: ### Detta är en YAML-representation av nätverket. ### Alla rader som börjar med ett '# ignoreras. ### ### Ett nätverk består av en uppsättning konfigurationselement. ### ### Ett exempel skulle kunna se ut så här: ### name: mybr0 ### config: ### ipv4.address: 10.62.42.1/24 ### ipv4.nat: true ### ipv6.address: fd00:56ad:9f7a:9800::1/64 ### ipv6.nat: true ### managed: true ### type: bridge ### ### Observera att endast konfigurationen kan ändras.

source: ### This is a YAML representation of the profile. ### Any line starting with a '# will be ignored. ### ### A profile consists of a set of configuration items followed by a set of ### devices. ### ### An example would look like: ### name: onenic ### config: ### raw.lxc: lxc.aa_profile=unconfined ### devices: ### eth0: ### nictype: bridged ### parent: mybr0 ### type: nic ### ### Note that the name is shown but cannot be changed
sv: ### Detta är en YAML-representation av profilen. ### Alla rader som börjar med ett '# ignoreras. ### ### En profil består av en uppsättning konfigurationsposter följt av en ### uppsättning enheter. ### ### Ett exempel skulle se ut så här: ### name: onenic ### config: ### raw.lxc: lxc.aa_profile=unconfined ### devices: ### eth0: ### nictype: bridged ### parent: mybr0 ### type: nic ### ### Observera att namnet visas men inte kan ändras

source: ### This is a YAML representation of the project. ### Any line starting with a '# will be ignored. ### ### A project consists of a set of features and a description. ### ### An example would look like: ### config: ### features.images: "true" ### features.networks: "true" ### features.networks.zones: "true" ### features.profiles: "true" ### features.storage.buckets: "true" ### features.storage.volumes: "true" ### description: My own project ### name: my-project ### ### Note that the name is shown but cannot be changed
sv: ### Detta är en YAML-representation av projektet. ### Alla rader som börjar med ett '# ignoreras. ### ### Ett projekt består av en uppsättning funktioner och en beskrivning. ### ### Ett exempel skulle se ut så här: ### config: ### features.images: "true" ### features.networks: "true" ### features.networks.zones: "true" ### features.profiles: "true" ### features.storage.buckets: "true" ### features.storage.volumes: "true" ### description: Mitt egna projekt ### name: mitt-projekt ### ### Observera att namnet visas men inte kan ändras

source: ### This is a yaml representation of the cluster member. ### Any line starting with a '# will be ignored.
sv: ### Detta är en yaml-representation av klustermedlemmen. ### Alla rader som börjar med ett '# ignoreras.

source: %d (id: %d, online: %v, NUMA node: %v)
sv: %d (id: %d, online: %v, NUMA-nod: %v)

source: %q is not a block device
sv: %q är inte en blockenhet

source: %q is not an IP address
sv: %q är inte en IP-adress

source: %s %q on pool %q in project %q (includes %d snapshots)
sv: %s %q på pool %q i projekt %q (inkluderar %d snapshots)

source: %s (%d more)
sv: %s (%d fler)

source: %s (%s) (%d available)
sv: %s (%s) (%d tillgänglig)

source: %s (backend=%q, source=%q)
sv: %s (backend=%q, källa=%q)

source: %s is not a directory
sv: %s är inte en katalog

source: '%s' isn't a supported file type
sv: '%s' är inte en filtyp som stöds

source: (none)
sv: (ingen)

source: - Level %d (type: %s): %s
sv: - Nivå %d (typ: %s): %s

source: --console can't be used while forcing instance shutdown
sv: --console kan inte användas när instansen tvingas stängas ned

source: --console can't be used with --all
sv: --console kan inte användas tillsammans med --all

source: --console only works with a single instance
sv: --console fungerar endast med en enda instans

source: --empty cannot be combined with an image name
sv: --empty kan inte kombineras med ett avbildningsnamn

source: --expanded cannot be used with a server
sv: --expanded kan inte användas med en server

source: --instance-only can't be passed when the source is a snapshot
sv: --instance-only kan inte anges när källan är en ögonblicksbild

source: --network-port can't be used without --network-address
sv: --network-port kan inte användas utan --network-address

source: --no-profiles cannot be used with --refresh
sv: --no-profiles kan inte användas tillsammans med --refresh

source: --project cannot be used with the query command
sv: --project kan inte användas med kommandot query

source: --refresh can only be used with instances
sv: --refresh kan endast användas med instanser

source: --target can only be used with clusters
sv: --target kan endast användas med kluster

source: --target cannot be used with instances
sv: --target kan inte användas med instanser

source: <alias> <target>
sv: <alias> <mål>

source: <old alias> <new alias>
sv: <gammalt alias> <nytt alias>

source: <remote>
sv: <fjärr>

source: <remote> <URL>
sv: <fjärr> <URL>

source: <remote> <new-name>
sv: <fjärr> <nytt-namn>

source: <remote>: <path>
sv: <fjärr>: <sökväg>

source: <source path> [<remote>:]<pool> <volume>/<target path>
sv: <källsökväg> [<fjärr>:]<pool> <volym>/<målsökväg>

source: <source path>... [<remote>:]<instance>/<path>
sv: <källsökväg>... [<fjärr>:]<instans>/<sökväg>

source: <tarball>|<directory>|<URL> [<rootfs tarball>] [<remote>:] [key=value...]
sv: <tarboll>|<katalog>|<URL> [<rootfs-tarboll>] [<fjärr>:] [nyckel=värde...]

source: <target>
sv: <mål>

source: => Query %d:
sv: => Fråga %d:

source: A client certificate is already present
sv: Ett klientcertifikat finns redan

source: A client name must be provided
sv: Ett klientnamn måste anges

source: A cluster member name must be provided
sv: Ett klustermedlemsnamn måste anges

source: ADDRESS
sv: ADRESS

source: ADDRESSES
sv: ADRESSER

source: ALIASES
sv: ALIASER

source: ARCHITECTURE
sv: ARKITEKTUR

source: AUTH TYPE
sv: AUTENTISERINGSTYP

source: Accept certificate
sv: Acceptera certifikat

source: Access key (auto-generated if empty)
sv: Åtkomstnyckel (genereras automatiskt om tom)

source: Access key: %s
sv: Åtkomstnyckel: %s

source: Access the expanded configuration
sv: Öppna den utökade konfigurationen

source: Acknowledge warning
sv: Bekräfta varning

source: Action %q isn't supported by this tool
sv: Åtgärden %q stöds inte av detta verktyg

source: Action (defaults to GET)
sv: Åtgärd (standardinställning är GET)

source: Add a cluster member to a cluster group
sv: Lägg till en klustermedlem till en klustergrupp

source: Add a network zone record entry
sv: Lägg till en nätverkszonpost

source: Add addresses to a network address set
sv: Lägg till adresser till en nätverksadressuppsättning

source: Add backend to a load balancer
sv: Lägg till backend till en lastbalanserare

source: Add backends to a load balancer
sv: Lägg till backends till en lastbalanserare

source: Add entries to a network zone record
sv: Lägg till poster i en nätverkszonpost

source: Add instance devices
sv: Lägg till instans-enheter

source: Add member to group
sv: Lägg till medlem i grupp

source: Add new aliases
sv: Lägg till nya alias

source: Add new remote servers
sv: Lägg till nya fjärrservrar

source: Add new remote servers URL for remote resources must be HTTPS (https://). Basic authentication can be used when combined with the "simplestreams" protocol: incus remote add some-name https://LOGIN:PASSWORD@example.com/some/path --protocol=simplestreams
sv: Lägg till nya fjärrservrar URL för fjärresurser måste vara HTTPS (https://). Grundläggande autentisering kan användas i kombination med protokollet "simplestreams": incus remote add något-namn https://INLOGGNING:LÖSENORD@exempel.se/någon/sökväg --protocol=simplestreams

source: Add new trusted client
sv: Lägg till ny betrodd klient

source: Add new trusted client certificate
sv: Lägg till nytt betrott klientcertifikat

source: Add new trusted client certificate The following certificate types are supported: - client (default) - metrics
sv: Lägg till nytt betrott klientcertifikat Följande certifikattyper stöds: - client (standard) - metrics

source: Add new trusted client This will issue a trust token to be used by the client to add itself to the trust store.
sv: Lägg till ny betrodd klient Detta kommer att utfärda en betrodd token som kan användas av klienten för att lägga till sig själv i betrodda lagret.

source: Add ports to a forward
sv: Lägg till portar till en vidarebefordran

source: Add ports to a load balancer
sv: Lägg till portar till en lastbalanserare

source: Add profiles to instances
sv: Lägg till profiler till instanser

source: Add roles to a cluster member
sv: Lägg till roller till en klustermedlem

source: Add rules to an ACL
sv: Lägg till regler i en ACL

source: Additional storage pool configuration property (KEY=VALUE, empty when done):
sv: Ytterligare konfigurationsegenskap för lagringspool (KEY=VALUE, tom när klar):

source: Address to bind to (default: none)
sv: Adress att binda till (standard: ingen)

source: Address to bind to (not including port)
sv: Adress att binda till (exklusive port)

source: Address: %s
sv: Addres: %s

source: Address: %v
sv: Adress: %v

source: Admin access key: %s
sv: Administratörsåtkomstnyckel: %s

source: Admin secret key: %s
sv: Administratörens hemliga nyckel: %s

source: Alias %s already exists
sv: Alias %s finns redan

source: Alias %s doesn't exist
sv: Alias %s finns inte

source: Alias name missing
sv: Aliasnamn saknas

source: Aliases already exists: %s
sv: Alias finns redan: %s

source: Aliases:
sv: Alias:

source: All existing data is lost when joining a cluster, continue?
sv: Alla befintliga data går förlorade när du ansluter till ett kluster. Vill du fortsätta?

source: All projects
sv: Alla projekt

source: All server addresses are unavailable
sv: Alla serveradresser är otillgängliga

source: Alternative certificate name
sv: Alternativt certifikatnamn

source: Architecture: %s
sv: Arkitektur: %s

source: Architecture: %v
sv: Arkitektur: %v

source: Are you joining an existing cluster?
sv: Ska du gå med i ett befintligt kluster?

source: Are you sure you want to %s cluster member %q? (yes/no) [default=no]:
sv: Är du säker på att du vill %s klustra medlem %q? (ja/nej) [standard=nej]:

source: As neither could be found, the raw SPICE socket can be found at:
sv: Eftersom ingen av dem kunde hittas, finns den råa SPICE-sockeln på:

source: Asked for a VM but image is of type container
sv: Begärde en VM men bilden är av typen container

source: Assign sets of groups to cluster members
sv: Tilldela grupper till klustermedlemmar

source: Assign sets of profiles to instances
sv: Tilldela profilsatser till instanser

source: Attach network interfaces to instances
sv: Anslut nätverksgränssnitt till instanser

source: Attach network interfaces to profiles
sv: Koppla nätverksgränssnitt till profiler

source: Attach new custom storage volumes to instances
sv: Koppla nya anpassade lagringsvolymer till instanser

source: Attach new custom storage volumes to profiles
sv: Koppla nya anpassade lagringsvolymer till profiler

source: Attach new network interfaces to instances
sv: Anslut nya nätverksgränssnitt till instanser

source: Attach to instance consoles
sv: Anslut till instanskonsoler

source: Attach to instance consoles This command allows you to interact with the boot console of an instance as well as retrieve past log entries from it.
sv: Anslut till instanskonsoler Med det här kommandot kan du interagera med startkonsolen för en instans och hämta tidigare loggposter från den.

source: Authentication type '%s' not supported by server
sv: Autentiseringstyp '%s' stöds inte av servern

source: Auto negotiation: %v
sv: Automatisk förhandling: %v

source: Auto update is only available in pull mode
sv: Automatisk uppdatering är endast tillgänglig i pull-läge

source: Auto update: %s
sv: Automatisk uppdatering: %s
