Repository: lxc/incus
Catalog: po/*.po
Languages: sv

source: Manage images Instances are created from images. Those images were themselves either generated from an existing instance or downloaded from an image server. When using remote images, the server will automatically cache images for you and remove them upon expiration. The image unique identifier is the hash (sha-256) of its representation as a compressed tarball (or for split images, the concatenation of the metadata and rootfs tarballs). Images can be referenced by their full hash, shortest unique partial hash or alias name (if one is set).
sv: Hantera avbildningar Instanser skapas från bilder. Dessa bilder har antingen genererats från en befintlig instans eller laddats ner från en bildserver. När du använder fjärrbilder kommer servern automatiskt att cachelagra bilderna åt dig och ta bort dem när de löper ut. Bildens unika identifierare är hash (sha-256) för dess representation som en komprimerad tarball (eller för delade bilder, sammanfogningen av metadata och rootfs-tarballs). Bilder kan refereras till med deras fullständiga hash, kortaste unika partiella hash eller aliasnamn (om ett sådant är angivet).

source: Manage incus daemon
sv: Hantera incus-daemon

source: Manage instance and server configuration options
sv: Hantera instans- och serverkonfigurationsflaggor

source: Manage instance file templates
sv: Hantera instansfilmallar

source: Manage instance metadata files
sv: Hantera instansmetadatafiler

source: Manage instance snapshots
sv: Hantera instanssnapshots

source: Manage network ACL rules
sv: Hantera nätverks-ACL-regler

source: Manage network ACLs
sv: Hantera nätverks-ACL:er

source: Manage network address sets
sv: Hantera nätverksadressuppsättningar

source: Manage network forward ports
sv: Hantera nätverksportar

source: Manage network forwards
sv: Hantera nätverksvidarebefordringar

source: Manage network integrations
sv: Hantera nätverksintegrationer

source: Manage network load balancer backends
sv: Hantera backend-system för nätverkslastbalansering

source: Manage network load balancer ports
sv: Hantera portar för nätverkslastbalanserare

source: Manage network load balancers
sv: Hantera nätverkslastbalanserare

source: Manage network peerings
sv: Hantera nätverkspeeringar

source: Manage network zone record entries
sv: Hantera nätverkszonens postposter

source: Manage network zone records
sv: Hantera nätverkszonposter

source: Manage network zones
sv: Hantera nätverkszoner

source: Manage profiles
sv: Hantera profiler

source: Manage projects
sv: Hantera projekt

source: Manage storage bucket keys
sv: Hantera lagringsbucketnycklar

source: Manage storage bucket keys.
sv: Hantera lagringsbucketnycklar.

source: Manage storage buckets
sv: Hantera lagringsbuckets

source: Manage storage buckets.
sv: Hantera lagringsbuckets.

source: Manage storage pools and volumes
sv: Hantera lagringspooler och volymer

source: Manage storage volume snapshots
sv: Hantera ögonblicksbilder av lagringsvolym

source: Manage storage volumes
sv: Hantera lagringsvolymer

source: Manage storage volumes Unless specified through a prefix, all volume operations affect "custom" (user created) volumes.
sv: Hantera lagringsvolymer Om inte annat anges genom ett prefix påverkar alla volymåtgärder "anpassade" (användarskapade) volymer.

source: Manage the list of remote servers
sv: Hantera listan över fjärrservrar

source: Manage trusted clients
sv: Hantera betrodda kunder

source: Manage warnings
sv: Hantera varningar

source: Manually trigger the generation of a client certificate
sv: Manuell aktivering av generering av ett klientcertifikat

source: Maximum number of VFs: %d
sv: Maximalt antal VF:er: %d

source: Mdev profiles:
sv: Mdev-profiler:

source: Member %q already has role %q
sv: Medlem %q har redan rollen %q

source: Member %q does not have role %q
sv: Medlem %q har inte rollen %q

source: Member %s join token:
sv: Medlem %s anslutningstoken:

source: Member %s removed
sv: Medlem %s borttagen

source: Member %s renamed to %s
sv: Medlem %s döpt om till %s

source: Memory (current)
sv: Minne (aktuellt)

source: Memory (peak)
sv: Minne (topp)

source: Memory usage:
sv: Minnesanvändning:

source: Memory:
sv: Minne:

source: Migration API failure: %w
sv: Fel i migrerings-API: %w

source: Migration operation failure: %w
sv: Migreringsfel: %w

source: Minimal configuration (non-interactive)
sv: Minimal konfiguration (icke-interaktiv)

source: Minimum level for log messages (only available when using pretty format)
sv: Miniminivå för loggmeddelanden (endast tillgängligt vid användning av pretty format)

source: Minimum size is 1GiB
sv: Minsta storlek är 1GiB

source: Missing bucket name
sv: Saknat bucketnamn

source: Missing certificate fingerprint
sv: Saknat certifikatfingeravtryck

source: Missing cluster group name
sv: Saknat klustergruppsnamn

source: Missing cluster member name
sv: Saknat klustermedlemsnamn

source: Missing instance name
sv: Saknat instansnamn

source: Missing key name
sv: Saknat nyckelnamn

source: Missing listen address
sv: Saknad lyssningsadress

source: Missing name
sv: Saknat namn

source: Missing network ACL name
sv: Saknat nätverks-ACL-namn

source: Missing network address set name
sv: Saknad nätverksadressnamn

source: Missing network integration name
sv: Saknat nätverksintegrationsnamn

source: Missing network name
sv: Saknat nätverksnamn

source: Missing network zone name
sv: Saknat nätverkszonnamn

source: Missing network zone record name
sv: Saknat nätverkszonnamn

source: Missing operation name
sv: Saknat operationsnamn

source: Missing peer name
sv: Saknat namngiven kollega

source: Missing pool name
sv: Saknat poolnamn

source: Missing profile name
sv: Saknat profilnamn

source: Missing project name
sv: Projektnamn saknas

source: Missing source profile name
sv: Saknat källprofilnamn

source: Missing source volume name
sv: Saknat namn på källvolym

source: Missing storage pool name
sv: Saknat namn på lagringspool

source: Missing target directory
sv: Målkatalogen saknas

source: Missing target network or integration
sv: Saknat målnätverk eller saknad integration

source: Mode
sv: Läge

source: Model: %s
sv: Modell: %s

source: Model: %v
sv: Modell: %v

source: Monitor a local or remote server
sv: Övervaka en lokal eller fjärrserver

source: Monitor a local or remote server By default the monitor will listen to all message types.
sv: Övervaka en lokal eller fjärrserver Som standard lyssnar övervakaren på alla meddelandetyper.

source: More than one device matches, specify the device name
sv: Fler än en enhet matchar, ange enhetens namn

source: More than one file to download, but target is not a directory
sv: Fler än en fil att hämta ner, men målet är inte en katalog

source: Mount files from custom storage volumes
sv: Montera filer från anpassade lagringsvolymer

source: Mount files from instances
sv: Montera filer från instanser

source: Move custom storage volumes between pools
sv: Flytta anpassade lagringsvolymer mellan pooler

source: Move instances within or in between servers
sv: Flytta instanser inom eller mellan servrar

source: Move instances within or in between servers Transfer modes (--mode): - pull: Target server pulls the data from the source server (source must listen on network) - push: Source server pushes the data to the target server (target must listen on network) - relay: The CLI connects to both source and server and proxies the data (both source and target must listen on network) The pull transfer mode is the default as it is compatible with all server versions.
sv: Flytta instanser inom eller mellan servrar Överföringslägen (--mode): - pull: Målservern hämtar data från källservern (källan måste lyssna på nätverket) - push: Källservern skickar data till målservern (målet måste lyssna på nätverket) - relay: CLI ansluter till både källan och servern och vidarebefordrar data (både källan och målet måste lyssna på nätverket) Överföringsläget pull är standard eftersom det är kompatibelt med alla serverversioner.

source: Move the instance without its snapshots
sv: Flytta instansen utan dess ögonblicksbilder

source: Move to a project different from the source
sv: Flytta till ett annat projekt än källan

source: Moving the storage volume: %s
sv: Flytta lagringsvolymen: %s

source: Multiple ports match. Use --force to remove them all
sv: Flera portar matchar. Använd --force för att ta bort dem alla

source: Multiple rules match. Use --force to remove them all
sv: Flera regler matchar. Använd --force för att ta bort dem alla

source: Must run as root to import from directory
sv: Måste köras som root för att importera från katalogen

source: Must supply instance name for:
sv: Måste ange instansnamn för:

source: NAME
sv: NAMN

source: NETWORK ZONES
sv: NÄTVERKSZONER

source: NETWORKS
sv: NÄTVERK

source: NEW: %q (backend=%q, source=%q)
sv: NYTT: %q (backend=%q, källa=%q)

source: NICs:
sv: NICar:

source: NO
sv: NEJ

source: NUMA node: %v
sv: NUMA-nod: %v

source: NUMA nodes:
sv: NUMA-noder:

source: NVIDIA information:
sv: Information om NVIDIA:

source: Name
sv: Namn

source: Name of the CEPHfs volume:
sv: Namn på CEPHfs-volymen:

source: Name of the OSD storage pool
sv: Namn på OSD-lagringspoolen

source: Name of the existing %s pool or dataset:
sv: Namn på befintlig %s pool eller dataset:

source: Name of the existing CEPH cluster
sv: Namn på befintligt CEPH-kluster

source: Name of the existing CEPHfs cluster
sv: Namn på befintligt CEPHfs-kluster

source: Name of the existing OSD storage pool
sv: Namn på befintlig OSD-lagringspool

source: Name of the existing bridge or host interface:
sv: Namn på befintlig brygga eller värdgränssnitt:

source: Name of the new storage pool
sv: Namn på den nya lagringspoolen

source: Name of the project to use for this remote:
sv: Namn på projektet som ska användas för denna fjärrkontroll:

source: Name of the shared LVM volume group:
sv: Namn på den delade LVM-volymgruppen:

source: Name of the storage backend (%s):
sv: Namn på lagringsbackend (%s):

source: Name of the storage backend to use (%s)
sv: Namn på lagringsbackend som ska användas (%s)

source: Name of the storage pool:
sv: Namn på lagringspoolen:

source: Name: %s
sv: Namn: %s

source: Name: %v
sv: Namn: %v

source: Network %s created
sv: Nätverk %s skapat

source: Network %s deleted
sv: Nätverk %s raderat

source: Network %s pending on member %s
sv: Nätverk %s väntar på medlem %s

source: Network %s renamed to %s
sv: Nätverk %s döpt om till %s

source: Network ACL %s created
sv: Nätverks-ACL %s skapad

source: Network ACL %s deleted
sv: Nätverks-ACL %s raderad

source: Network ACL %s renamed to %s
sv: Nätverks-ACL %s döpt om till %s

source: Network ACL description
sv: Beskrivning av nätverks-ACL

source: Network Zone %s created
sv: Nätverkszon %s skapad

source: Network Zone %s deleted
sv: Nätverkszon %s raderad

source: Network address set %s created
sv: Nätverksadressuppsättning %s skapad

source: Network address set %s deleted
sv: Nätverksadressuppsättning %s raderad

source: Network address set %s renamed to %s
sv: Nätverksadressuppsättning %s döpt om till %s

source: Network address set description
sv: Beskrivning av nätverksadressuppsättning

source: Network description
sv: Nätverksbeskrivning

source: Network forward %s created
sv: Nätverksvidarebefordran %s skapad

source: Network forward %s deleted
sv: Nätverksvidarebefordran %s raderad

source: Network forward description
sv: Beskrivning av nätverksframåt

source: Network integration %s created
sv: Nätverksintegration %s skapad

source: Network integration %s deleted
sv: Nätverksintegration %s raderad

source: Network integration %s renamed to %s
sv: Nätverksintegration %s döpt om till %s

source: Network load balancer %s created
sv: Nätverkslastbalanserare %s skapad

source: Network load balancer %s deleted
sv: Nätverkslastbalanserare %s raderad

source: Network name
sv: Nätverksnamn

source: Network peer %s created
sv: Nätverkspeer %s skapad

source: Network peer %s deleted
sv: Nätverkspeer %s raderad

source: Network peer %s is in unexpected state %q
sv: Nätverkspeer %s är i oväntat tillstånd %q

source: Network peer %s pending (please complete mutual peering on peer network)
sv: Nätverkspeer %s väntar (slutför ömsesidig peering på peernätverket)

source: Network type
sv: Nätverkstyp

source: Network usage:
sv: Nätverksanvändning:

source: Network zone record %s created
sv: Nätverkszonpost %s skapad

source: Network zone record %s deleted
sv: Nätverkszonpost %s raderad

source: New alias to define at target
sv: Nytt alias att definiera vid målet

source: New aliases to add to the image
sv: Nya alias att lägga till i avbildningen

source: New key/value to apply to a specific device
sv: Ny nyckel/värde som ska tillämpas på en specifik enhet

source: No %s storage backends available
sv: Inga %s lagringsbackends tillgängliga

source: No certificate add token for member %s on remote: %s
sv: Inget certifikat lägg till token för medlem %s på fjärr: %s

source: No cluster join token for member %s on remote: %s
sv: Ingen klusteranslutningstoken för medlem %s på fjärrplats: %s

source: No device found for this network
sv: Ingen enhet hittades för detta nätverk

source: No device found for this storage volume
sv: Ingen enhet hittades för denna lagringsvolym

source: No load-balancer health information available
sv: Ingen information om lastbalanserarens hälsa tillgänglig

source: No matching backend found
sv: Ingen matchande backend hittades

source: No matching port(s) found
sv: Inga matchande portar hittades

source: No matching rule(s) found
sv: Inga matchande regler hittades

source: No storage backends available
sv: Inga lagringsbackends tillgängliga

source: No storage pool for source volume specified
sv: Ingen lagringspool för källvolym angiven

source: No storage pool for target volume specified
sv: Ingen lagringspool för målvolym angiven

source: No unknown storage pools or volumes found. Nothing to do.
sv: Inga okända lagringspooler eller volymer hittades. Inget att göra.

source: No value found in %q
sv: Inget värde hittades i %q

source: Node %d:
sv: Nod %d:

source: None of --storage-pool, --storage-create-device or --storage-create-loop may be used with the 'dir' backend
sv: Ingen av --storage-pool, --storage-create-device eller --storage-create-loop får användas med 'dir'-backend

source: Number of placement groups
sv: Antal placeringsgrupper

source: One or more provided address isn't currently in the set
sv: En eller flera angivna adresser finns för närvarande inte i uppsättningen

source: Only "custom" volumes can be attached to instances
sv: Endast "anpassade" volymer kan kopplas till instanser

source: Only "custom" volumes can be exported
sv: Endast "anpassade" volymer kan exporteras

source: Only "custom" volumes can be snapshotted
sv: Endast "anpassade" volymer kan skapa ögonblicksbilder

source: Only https URLs are supported for oci and simplestreams
sv: Endast https-URL:er stöds för oci och simplestreams

source: Only https:// is supported for remote image import
sv: Endast https:// stöds för fjärrimport av avbildningar

source: Only instance or custom volumes are supported
sv: Endast instans- eller anpassade volymer stöds

source: Only managed networks can be modified
sv: Endast hanterade nätverk kan modifieras

source: Only one of --storage-create-device or --storage-create-loop can be specified
sv: Endast ett av --storage-create-device eller --storage-create-loop kan anges

source: Open the web interface
sv: Öppna webbgränssnittet

source: Operating System:
sv: Operativsystem:

source: Operation %s deleted
sv: Operation %s raderad

source: Optimized Storage
sv: Optimerad lagring

source: Override the source project
sv: Åsidosätt källprojektet

source: Override the terminal mode (auto, interactive or non-interactive)
sv: Åsidosätt terminalläget (automatiskt, interaktivt eller icke-interaktivt)

source: PCI address: %v
sv: PCI-adress: %v

source: PCI device:
sv: PCI-enhet:

source: PCI devices:
sv: PCI-enheter:

source: PORTS
sv: PORTAR

source: PROCESSES
sv: PROCESSER

source: PROFILES
sv: PROFILER

source: PROJECT
sv: PROJEKT

source: PROJECTS
sv: PROJEKT

source: PROTOCOL
sv: PROTOKOLL

source: PUBLIC
sv: PUBLIK

source: Packets received
sv: Mottagna paket

source: Packets sent
sv: Skickade paket

source: Partitions:
sv: Partitioner:

source: Password for %s:
sv: Lösenord för %s:

source: Password rejected for %q
sv: Lösenordet avvisat för %q

source: Path %s doesn't exist
sv: Sökvägen %s finns inte

source: Path to the existing block device:
sv: Sökväg till befintlig blockenhet:

source: Pause instances
sv: Pausa instanser

source: Peer description
sv: Peer-beskrivning

source: Perform an incremental copy
sv: Utför en inkrementell kopiering

source: Please create those missing entries and then hit ENTER:
sv: Skapa de saknade posterna och tryck sedan på ENTER:

source: Please provide an alternate server address (empty to abort):
sv: Ange en alternativ serveradress (lämna tomt för att avbryta):

source: Please provide join token:
sv: Ange anslutningstoken:

source: Please type 'y', 'n' or the fingerprint:
sv: Skriv 'y', 'n' eller fingeravtrycket:

source: Pool name cannot be empty
sv: Poolnamnet får inte vara tomt

source: Port description
sv: Portbeskrivning

source: Port to bind to
sv: Port att ansluta till

source: Port to bind to (default: %d)
sv: Port att ansluta till (standard: %d)

source: Port type: %s
sv: Porttyp: %s

source: Ports:
sv: Portar:

source: Pre-seed mode, expects YAML config from stdin
sv: Pre-seed-läge, förväntar sig YAML-konfiguration från stdin

source: Press 'd' + ENTER to change delay
sv: Tryck på 'd' + ENTER för att ändra fördröjningen

source: Press 's' + ENTER to change sorting method
sv: Tryck på 's' + ENTER för att ändra sorteringsmetod

source: Press CTRL-C to exit
sv: Tryck på CTRL-C för att avsluta

source: Press ctrl+c to finish
sv: Tryck på Ctrl+C för att avsluta

source: Press enter to open the editor again or ctrl+c to abort change
sv: Tryck på Enter för att öppna redigeraren igen eller Ctrl+C för att avbryta ändringen

source: Pretty rendering (short for --format=pretty)
sv: Snygg rendering (förkortning för --format=pretty)

source: Print help
sv: Skriv ut hjälp

source: Print or retrieve the client certificate used by this Incus client
sv: Skriv ut eller hämta det klientcertifikat som används av denna Incus-klient

source: Print the raw response
sv: Skriv ut det råa svaret

source: Print version number
sv: Skriv ut versionsnummer

source: Processes: %d
sv: Processer: %d

source: Processing aliases failed: %s
sv: Bearbetning av alias misslyckades: %s

source: Product ID: %v
sv: Produkt-ID: %v

source: Product: %s
sv: Produkt: %s

source: Product: %v
sv: Produkt: %v

source: Product: %v (%v)
sv: Produkt: %v (%v)

source: Profile %s added to %s
sv: Profil %s tillagd till %s

source: Profile %s created
sv: Profil %s skapad

source: Profile %s deleted
sv: Profil %s raderad

source: Profile %s isn't currently applied to %s
sv: Profil %s är för närvarande inte tillämpad på %s

source: Profile %s removed from %s
sv: Profil %s borttagen från %s

source: Profile %s renamed to %s
sv: Profil %s döpt om till %s

source: Profile description
sv: Profilbeskrivning

source: Profile to apply to the new image
sv: Profil som ska tillämpas på den nya avbildningen

source: Profile to apply to the new instance
sv: Profil som ska tillämpas på den nya instansen

source: Profile to apply to the target instance
sv: Profil som ska tillämpas på målinstansen

source: Profiles %s applied to %s
sv: Profiler %s tillämpas på %s

source: Profiles:
sv: Profiler:

source: Profiles:
sv: Profiler:

source: Project %s created
sv: Projekt %s skapat

source: Project %s deleted
sv: Projekt %s raderat

source: Project %s renamed to %s
sv: Projekt %s döpt om till %s

source: Project description
sv: Projektbeskrivning

source: Project to use for the remote
sv: Projekt att använda för fjärrkontrollen

source: Properties:
sv: Egenskaper:

source: Property not found
sv: Egenskap hittades inte

source: Protocol: %s
sv: Protokoll: %s

source: Provided certificate path doesn't exist: %s
sv: Angiven certifikatväg finns inte: %s

source: Proxy timeout (exits when no connections)
sv: Proxy-timeout (avslutas när inga anslutningar finns)

source: Public image server
sv: Publik avbildningsserver

source: Public: %s
sv: Publik: %s

source: Publish instances as images
sv: Publicera instanser som avbildningar

source: Publishing instance: %s
sv: Publiceringsinstans: %s

source: Pull files from custom volumes
sv: Hämta filer från anpassade volymer

source: Pull files from instances
sv: Hämta filer från instanser

source: Pulling %s from %s: %%s
sv: Drar ner %s från %s: %%s

source: Push files into custom volumes
sv: Skicka filer till anpassade volymer

source: Push files into instances
sv: Skicka filer till instanser

source: Pushing %s to %s: %%s
sv: Trycker %s till %s: %%s

source: Query path must start with /
sv: Sökvägen måste börja med /

source: Query virtual machine images
sv: Fråga virtuella maskinavbildningar

source: RESOURCE
sv: RESURS

source: RESTRICTED
sv: BEGRÄNSAD

source: ROLE
sv: ROLL

source: ROLES
sv: ROLLER

source: Read-Only: %v
sv: Skrivskyddad: %v

source: Rebuild as an empty instance
sv: Återuppbygg som en tom instans

source: Rebuild instances
sv: Återuppbygga instanser

source: Record description
sv: Beskrivning av posten

source: Recover missing instances and volumes from existing and unknown storage pools
sv: Återställ saknade instanser och volymer från befintliga och okända lagringspooler

source: Recover missing instances and volumes from existing and unknown storage pools This command is mostly used for disaster recovery. It will ask you about unknown storage pools and attempt to access them, along with existing storage pools, and identify any missing instances and volumes that exist on the pools but are not in the database. It will then offer to recreate these database records.
sv: Återställ saknade instanser och volymer från befintliga och okända lagringspooler Det här kommandot används främst för katastrofåterställning. Det frågar dig om okända lagringspooler och försöker komma åt dem, tillsammans med befintliga lagringspooler, och identifiera saknade instanser och volymer som finns i poolerna men inte i databasen. Därefter erbjuder det sig att återskapa dessa databasposter.

source: Recursively transfer files
sv: Överför filer rekursivt

source: Refresh and update the existing storage volume copies
sv: Uppdatera och uppdatera befintliga kopior av lagringsvolymer

source: Refresh images
sv: Uppdatera avbildningar

source: Refreshing instance: %s
sv: Uppdateringsinstans: %s

source: Refreshing the image: %s
sv: Uppdaterar avbildningen: %s

source: Remote %s already exists
sv: Fjärrkontroll %s finns redan

source: Remote %s doesn't exist
sv: Fjärrkontroll %s finns inte

source: Remote %s exists as <%s>
sv: Fjärrkontroll %s finns som <%s>

source: Remote %s is global and cannot be removed
sv: Fjärrkontroll %s är global och kan inte tas bort

source: Remote %s is static and cannot be modified
sv: Fjärrservern %s är statisk och kan inte ändras

source: Remote names may not contain colons
sv: Fjärrnamn får inte innehålla kolon

source: Remote trust token
sv: Fjärrtillförlitlighetstoken

source: Removable: %v
sv: Borttagningsbar: %v

source: Remove %s (yes/no):
sv: Ta bort %s (ja/nej):

source: Remove %s and everything it contains (instances, images, volumes, networks, ...) (yes/no):
sv: Ta bort %s och allt som den innehåller (instanser, avbildningar, volymer, nätverk, ...) (ja/nej):

source: Remove a cluster member from a cluster group
sv: Ta bort en klustermedlem från en klustergrupp

source: Remove a member from the cluster
sv: Ta bort en medlem från klustret

source: Remove a network zone record entry
sv: Ta bort en nätverkszonpost
