Repository: lxc/incus
Catalog: po/*.po
Languages: sv

source: Get values for cluster member configuration keys
sv: Hämta värden för konfigurationsnycklar för klustermedlemmar

source: Get values for device configuration keys
sv: Hämta värden för enhetskonfigurationsnycklar

source: Get values for instance or server configuration keys
sv: Hämta värden för instans- eller serverkonfigurationsnycklar

source: Get values for network ACL configuration keys
sv: Hämta värden för nätverks-ACL-konfigurationsnycklar

source: Get values for network configuration keys
sv: Hämta värden för nätverkskonfigurationsnycklar

source: Get values for network forward configuration keys
sv: Hämta värden för konfigurationsnycklar för nätverksvidarebefordran

source: Get values for network integration configuration keys
sv: Hämta värden för konfigurationsnycklar för nätverksintegration

source: Get values for network load balancer configuration keys
sv: Hämta värden för konfigurationsnycklar för nätverkslastbalanserare

source: Get values for network peer configuration keys
sv: Hämta värden för konfigurationsnycklar för nätverkspeer

source: Get values for network zone configuration keys
sv: Hämta värden för konfigurationsnycklar för nätverkszoner

source: Get values for network zone record configuration keys
sv: Hämta värden för konfigurationsnycklar för nätverkszonposter

source: Get values for profile configuration keys
sv: Hämta värden för profilkonfigurationsnycklar

source: Get values for project configuration keys
sv: Hämta värden för projektkonfigurationsnycklar

source: Get values for storage bucket configuration keys
sv: Hämta värden för konfigurationsnycklar för lagringsbucket

source: Get values for storage pool configuration keys
sv: Hämta värden för konfigurationsnycklar för lagringspool

source: Get values for storage volume configuration keys
sv: Hämta värden för konfigurationsnycklar för lagringsvolym

source: Get values for storage volume configuration keys If the type is not specified, incus assumes the type is "custom". Supported values for type are "custom", "container" and "virtual-machine". For snapshots, add the snapshot name (only if type is one of custom, container or virtual-machine).
sv: Hämta värden för konfigurationsnycklar för lagringsvolym Om typen inte anges antar incus att typen är "custom". Värden som stöds för typen är "custom", "container" och "virtual-machine". För snapshots lägger du till snapshotnamnet (endast om typen är custom, container eller virtual-machine).

source: Given target %q does not match source volume location %q
sv: Eftersom målet %q inte matchar källvolymens plats %q

source: Group ID to run the command as (default 0)
sv: Grupp-ID för att köra kommandot som (standard 0)

source: HOSTNAME
sv: VÄRDNAMN

source: Host interface
sv: Värdgränssnitt

source: Hostname
sv: Värdnamn

source: Hugepages:
sv: Stora sidor:

source: I/O copy from SSH to instance failed: %v
sv: I/O-kopiering från SSH till instans misslyckades: %v

source: I/O copy from instance to SSH failed: %v
sv: I/O-kopiering från instans till SSH misslyckades: %v

source: I/O copy from instance to sshfs failed: %v
sv: I/O-kopiering från instans till sshfs misslyckades: %v

source: I/O copy from sshfs to instance failed: %v
sv: I/O-kopiering från sshfs till instans misslyckades: %v

source: IMAGES
sv: AVBILDNINGAR

source: INSTANCE NAME
sv: INSTANSNAMN

source: IOMMU group: %v
sv: IOMMU-grupp: %v

source: IP ADDRESS
sv: IP-ADRESS

source: IP addresses
sv: IP-adresser

source: IP addresses:
sv: IP-adresser:

source: IPv4 uplink address
sv: IPv4-uppkopplingsadress

source: IPv6 uplink address
sv: IPv6-upplänksadress

source: ISSUE DATE
sv: UTGIVNINGSDATUM

source: If an instance is running, stop it and then rebuild it
sv: Om en instans körs, stoppa den och bygg om den sedan

source: If the image alias already exists, delete and create a new one
sv: Om bildaliaset redan finns, ta bort det och skapa ett nytt

source: If the snapshot name already exists, delete and create a new one
sv: Om namnet på ögonblicksbilden redan finns, ta bort det och skapa ett nytt

source: If this is your first time running Incus on this machine, you should also run: incus admin init
sv: Om det är första gången du kör Incus på den här maskinen bör du också köra: incus admin init

source: Ignore any configured auto-expiry for the instance
sv: Ignorera eventuella konfigurerade automatiska utgångsdatum för instansen

source: Ignore any configured auto-expiry for the storage volume
sv: Ignorera eventuella konfigurerade automatiska utgångsdatum för lagringsvolymen

source: Ignore copy errors for volatile files
sv: Ignorera kopieringsfel för flyktiga filer

source: Ignore the instance state
sv: Ignorera instansens tillstånd

source: Image alias description
sv: Bildaliasbeskrivning

source: Image already up to date.
sv: Bilden är redan uppdaterad.

source: Image copied successfully!
sv: Bilden har kopierats!

source: Image expiration date (format: rfc3339)
sv: Bildens utgångsdatum (format: rfc3339)

source: Image exported successfully!
sv: Bilden exporterades utan problem!

source: Image format
sv: Bildformat

source: Image identifier missing
sv: Bildidentifierare saknas

source: Image identifier missing: %s
sv: Bildidentifierare saknas: %s

source: Image imported with fingerprint: %s
sv: Avbild importerad med fingeravtryck: %s

source: Image refreshed successfully!
sv: Bilden har uppdaterats!

source: Immediately attach to the console
sv: Fäst omedelbart på konsolen

source: Import backups of instances including their snapshots.
sv: Importera säkerhetskopior av instanser inklusive deras ögonblicksbilder.

source: Import backups of storage buckets.
sv: Importera säkerhetskopior av lagringsutrymmen.

source: Import custom storage volumes
sv: Importera anpassade lagringsvolymer

source: Import custom storage volumes.
sv: Importera anpassade lagringsvolymer.

source: Import image into the image store Directory import is only available on Linux and must be performed as root.
sv: Importera avbild till avbildslagring Katalogimport är endast tillgängligt på Linux och måste utföras som root.

source: Import images into the image store
sv: Importera avbilder till avbildslagring

source: Import instance backups
sv: Importera instansbackuper

source: Import storage bucket
sv: Importera lagringsbehållare

source: Import type needs to be "backup" or "iso"
sv: Importtypen måste vara "backup" eller "iso"

source: Import type, backup or iso (default "backup")
sv: Importtyp, säkerhetskopia eller iso (standard "säkerhetskopia")

source: Importing ISO images requires a volume name to be set
sv: För att importera ISO-avbilder måste ett volymnamn anges

source: Importing bucket: %s
sv: Importerar bucket: %s

source: Importing custom volume: %s
sv: Importera anpassad volym: %s

source: Importing instance: %s
sv: Importera instans: %s

source: Include environment variables from file
sv: Inkludera miljövariabler från fil

source: Include less common commands
sv: Inkludera mindre vanliga kommandon

source: Incus - Command line client
sv: Incus - Kommandoradsklient

source: Input data
sv: Inmatningsdata

source: Instance Only
sv: Endast instans

source: Instance description
sv: Instansbeskrivning

source: Instance disconnected
sv: Instans frånkopplad

source: Instance disconnected for client %q
sv: Instans frånkopplad för klient %q

source: Instance name is mandatory
sv: Instansnamn är obligatoriskt

source: Instance name is: %s
sv: Instansnamn är: %s

source: Instance path cannot be used in SSH SFTP listener mode
sv: Instansvägen kan inte användas i SSH SFTP-lyssnaräge

source: Instance published with fingerprint: %s
sv: Instans publicerad med fingeravtryck: %s

source: Instance snapshots cannot be rebuilt: %s
sv: Instanssnapshots kan inte återskapas: %s

source: Instance type
sv: Instans typ

source: Invalid IP address or DNS name
sv: Ogiltig IP-adress eller DNS-namn

source: Invalid URL %q: %w
sv: Ogiltig URL %q: %w

source: Invalid URL scheme "%s" in "%s"
sv: Ogiltigt URL-schema "%s" i "%s"

source: Invalid argument %q
sv: Ogiltigt argument %q

source: Invalid backup name segment in path %q: %w
sv: Ogiltigt segment för säkerhetskopieringsnamn i sökvägen %q: %w

source: Invalid boolean value: %s
sv: Ogiltigt booleskt värde: %s

source: Invalid certificate
sv: Ogiltigt certifikat

source: Invalid certificate format %q
sv: Ogiltigt certifikatformat %q

source: Invalid cluster join token: %w
sv: Ogiltig klusteranslutningstoken: %w

source: Invalid config key '%s' in '%s'
sv: Ogiltig konfigurationsnyckel '%s' i '%s'

source: Invalid config key column format (too many fields): '%s'
sv: Ogiltigt format för konfigurationsnyckelkolumn (för många fält): '%s'

source: Invalid database type
sv: Ogiltig databastyp

source: Invalid expiration date: %w
sv: Ogiltigt utgångsdatum: %w

source: Invalid format %q
sv: Ogiltigt format %q

source: Invalid format: %s
sv: Ogiltigt format: %s

source: Invalid input, please enter a positive number
sv: Ogiltig inmatning, ange ett positivt tal

source: Invalid instance name: %s
sv: Ogiltigt instansnamn: %s

source: Invalid instance path: %q
sv: Ogiltig instansväg: %q

source: Invalid join token: %w
sv: Ogiltigt anslutningstoken: %w

source: Invalid key=value configuration: %s
sv: Ogiltig nyckel=värde-konfiguration: %s

source: Invalid max width (must -1, 0 or a positive integer) '%s' in '%s'
sv: Ogiltig maximal bredd (måste vara -1, 0 eller ett positivt heltal) '%s' i '%s'

source: Invalid max width (must be an integer) '%s' in '%s'
sv: Ogiltig maximal bredd (måste vara ett heltal) '%s' i '%s'

source: Invalid name in '%s', empty string is only allowed when defining maxWidth
sv: Ogiltigt namn i '%s', tom sträng är endast tillåten när maxWidth definieras

source: Invalid number of arguments
sv: Ogiltigt antal argument

source: Invalid path %s
sv: Ogiltig sökväg %s

source: Invalid peer type
sv: Ogiltig peer-typ

source: Invalid protocol: %s
sv: Ogiltigt protokoll: %s

source: Invalid snapshot name
sv: Ogiltigt namn på ögonblicksbild

source: Invalid sorting type
sv: Ogiltig sorteringstyp

source: Invalid sorting type provided
sv: Ogiltig sorteringstyp angiven

source: Invalid source %s
sv: Ogiltig källa %s

source: Invalid target %s
sv: Ogiltigt mål %s

source: Invalid type %q
sv: Ogiltig typ %q

source: Invalid volume %s
sv: Ogiltig volym %s

source: Joining an existing cluster requires root privileges
sv: För att ansluta sig till ett befintligt kluster krävs root-behörighet

source: Keep the image up to date after initial copy
sv: Håll avbilden uppdaterad efter den första kopieringen

source: Kernel Version
sv: Kärnversion

source: Key description
sv: Nyckelbeskrivning

source: LAST SEEN
sv: SENAST SETT

source: LAST USED AT
sv: SENAST ANVÄND VID

source: LIMIT
sv: GRÄNS

source: LISTEN ADDRESS
sv: Lyssna på adress

source: LOCATION
sv: PLATS

source: Last Used: %s
sv: Senast använd: %s

source: Last used: %s
sv: Senast använd: %s

source: Last used: never
sv: Senast använd: aldrig

source: Launching %s
sv: Lansering %s

source: Launching the instance
sv: Starta instansen

source: Link detected: %v
sv: Länk upptäckt: %v

source: Link speed: %dMbit/s (%s duplex)
sv: Länkhastighet: %d Mbit/s (%s duplex)

source: List DHCP leases
sv: Lista DHCP-leasingavtal

source: List DHCP leases Default column layout: hmitL == Columns == The -c option takes a comma separated list of arguments that control which network zone attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: h - Hostname m - MAC Address i - IP Address t - Type L - Location of the DHCP Lease (e.g. its cluster member)
sv: Lista DHCP-lån Standardkolumnlayout: hmitL == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka nätverkszonattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Komma mellan på varandra följande förkortningstecken är valfria. Fördefinierade korta tecken för kolumner: h - Värdnamn m - MAC-adress i - IP-adress t - Typ L - Plats för DHCP-lån (t.ex. dess klustermedlem)

source: List address sets across all projects
sv: Lista adressuppsättningar för alla projekt

source: List aliases
sv: Lista alias

source: List all active certificate add tokens
sv: Lista alla aktiva certifikat-tilläggstoken

source: List all active certificate add tokens Default column layout: ntE == Columns == The -c option takes a comma separated list of arguments that control which network zone attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: n - Name t - Token E - Expires At
sv: Lista alla aktiva certifikat-token Standardkolumnlayout: ntE == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka nätverkszonattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: n - Namn t - Token E - Går ut

source: List all active cluster member join tokens
sv: Lista alla aktiva klustermedlemmars anslutningstoken

source: List all active cluster member join tokens Default column layout: nte == Columns == The -c option takes a comma separated list of arguments that control which network zone attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: n - Name t - Token E - Expires At
sv: Lista alla aktiva klustermedlemmars anslutningstoken Standardkolumnlayout: nte == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka nätverkszonattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: n - Namn t - Token E - Går ut

source: List all the cluster groups
sv: Lista alla klustergrupper

source: List all the cluster groups Default column layout: ndm == Columns == The -c option takes a comma separated list of arguments that control which instance attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: n - Name d - Description m - Member
sv: Lista alla klustergrupper Standardkolumnlayout: ndm == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka instansattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: n - Namn d - Beskrivning m - Medlem

source: List all the cluster members
sv: Lista alla klustermedlemmar

source: List all the cluster members The -c option takes a (optionally comma-separated) list of arguments that control which image attributes to output when displaying in table or csv format. Default column layout is: nurafdsm Column shorthand chars: n - Server name u - URL r - Roles a - Architecture f - Failure Domain d - Description s - Status m - Message
sv: Lista alla klustermedlemmar Flaggan -c tar en lista med argument (valfritt separerade med kommatecken) som styr vilka avbildningsattribut som ska visas när de visas i tabell- eller csv-format. Standardkolumnlayout är: nurafdsm Kolumnförkortningar: n - Servernamn u - URL r - Roller a - Arkitektur f - Felområde d - Beskrivning s - Status m - Meddelande

source: List all warnings
sv: Lista alla varningar

source: List available network ACL
sv: Lista tillgängliga nätverks-ACL

source: List available network ACLS
sv: Lista tillgängliga nätverks-ACLS

source: List available network address sets
sv: Lista tillgängliga nätverksadressuppsättningar

source: List available network forwards
sv: Lista tillgängliga nätverksvidarebefordringar

source: List available network forwards Default column layout: ldDp == Columns == The -c option takes a comma separated list of arguments that control which instance attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: l - Listen Address d - Description D - Default Target Address p - Port L - Location of the network zone (e.g. its cluster member)
sv: Lista över tillgängliga nätverksvidarebefordringar Standardkolumnlayout: ldDp == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka instansattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: l - Lyssna på adress d - Beskrivning D - Standardmåladress p - Port L - Plats för nätverkszonen (t.ex. dess klustermedlem)

source: List available network load balancers
sv: Lista tillgängliga nätverkslastbalanserare

source: List available network load balancers Default column layout: ldp == Columns == The -c option takes a comma separated list of arguments that control which instance attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: l - Listen Address d - Description p - Ports L - Location of the operation (e.g. its cluster member)
sv: Lista över tillgängliga nätverkslastbalanserare Standardkolumnlayout: ldp == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka instansattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Komma mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: l - Lyssna på adress d - Beskrivning p - Portar L - Plats för operationen (t.ex. dess klustermedlem)

source: List available network peers
sv: Lista tillgängliga nätverkspeers

source: List available network peers Default column layout: ndpts == Columns == The -c option takes a comma separated list of arguments that control which network zone attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: n - Name d - description p - Peer t - Type s - State
sv: Lista över tillgängliga nätverkspeers Standardkolumnlayout: ndpts == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka nätverkszonattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: n - Namn d - Beskrivning p - Peer t - Typ s - Tillstånd

source: List available network zone records
sv: Lista tillgängliga nätverkszonposter

source: List available network zone Default column layout: nDSdus == Columns == The -c option takes a comma separated list of arguments that control which network zone attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: d - Description e - Project name n - Name u - Used by
sv: Lista över tillgängliga nätverkszoner Standardkolumnlayout: nDSdus == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka nätverkszonattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Komma mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: d - Beskrivning e - Projektnamn n - Namn u - Används av

source: List available network zones
sv: Lista tillgängliga nätverkszoner

source: List available networks
sv: Lista tillgängliga nätverk

source: List available networks Filters may be of the <key>=<value> form for property based filtering, or part of the network name. Filters must be delimited by a ','. Examples: - "foo" lists all networks that start with the name foo - "name=foo" lists all networks that exactly have the name foo - "type=bridge" lists all networks with the type bridge The -c option takes a (optionally comma-separated) list of arguments that control which image attributes to output when displaying in table or csv format. Default column layout is: ntm46dus Column shorthand chars: 4 - IPv4 address 6 - IPv6 address d - Description e - Project name m - Managed status n - Network Interface Name s - State t - Interface type u - Used by (count)
sv: Lista tillgängliga nätverk Filter kan ha formen <nyckel>=<värde> för egenskapsbaserad filtrering, eller vara en del av nätverksnamnet. Filter måste avgränsas med ett ','. Exempel: - "foo" listar alla nätverk som börjar med namnet foo. - "name=foo" listar alla nätverk som har namnet foo. - "type=bridge" listar alla nätverk av typen bridge. Flaggan -c tar en lista med argument (valfritt separerade med kommatecken) som styr vilka bildattribut som ska visas när de visas i tabell- eller csv-format. Standardkolumnlayout är: ntm46dus Kolumnförkortningar: 4 - IPv4-adress 6 - IPv6-adress d - Beskrivning e - Projektnamn m - Hanterad status n - Nätverksgränssnittsnamn s - Status t - Gränssnittstyp u - Används av (antal)

source: List available storage pools
sv: Lista tillgängliga lagringspooler

source: List available storage pools Default column layout: nDdus == Columns == The -c option takes a comma separated list of arguments that control which instance attributes to output when displaying in table or csv format. Column arguments are either pre-defined shorthand chars (see below), or (extended) config keys. Commas between consecutive shorthand chars are optional. Pre-defined column shorthand chars: n - Name D - Driver d - Description S - Source u - used by s - state
sv: Lista över tillgängliga lagringspooler Standardkolumnlayout: nDdus == Kolumner == Flaggan -c tar en kommaseparerad lista med argument som styr vilka instansattribut som ska visas när de visas i tabell- eller csv-format. Kolumnargument är antingen fördefinierade förkortningstecken (se nedan) eller (utökade) konfigurationsnycklar. Kommatecken mellan på varandra följande förkortningstecken är valfria. Fördefinierade kolumnförkortningstecken: n - Namn D - Drivrutin d - Beskrivning S - Källa u - används av s - tillstånd

source: List background operations
sv: Lista bakgrundsoperationer
