Repository: lxc/incus
Catalog: po/*.po
Languages: sv

source: incus file pull foo/etc/hosts . To pull /etc/hosts from the instance and write it to the current directory. incus file pull foo/etc/hosts - To pull /etc/hosts from the instance and write its output to standard output.
sv: incus file pull foo/etc/hosts . För att hämta /etc/hosts från instansen och skriva den till den aktuella katalogen. incus file pull foo/etc/hosts - För att hämta /etc/hosts från instansen och skriva dess utdata till standardutdata.

source: incus file push /etc/hosts foo/etc/hosts To push /etc/hosts into the instance "foo". echo "Hello world" | incus file push - foo/root/test To read "Hello world" from standard input and write it into /root/test in instance "foo".
sv: incus file push /etc/hosts foo/etc/hosts För att överföra /etc/hosts till instansen "foo". echo "Hello world" | incus file push - foo/root/test För att läsa "Hello world" från standardinmatningen och skriva det till /root/test i instansen "foo".

source: incus image edit <image> Launch a text editor to edit the properties incus image edit <image> < image.yaml Load the image properties from a YAML file
sv: incus image edit <avbildning> Starta en textredigerare för att redigera egenskaperna incus image edit <avbildning> < image.yaml Ladda bildegenskaperna från en YAML-fil

source: incus import backup0.tar.gz Create a new instance using backup0.tar.gz as the source.
sv: incus import backup0.tar.gz Skapa en ny instans med backup0.tar.gz som källa.

source: incus info [<remote>:]<instance> [--show-log] For instance information. incus info [<remote>:] [--resources] For server information.
sv: incus info [<fjärr>:]<instans> [--show-log] För exempelinformation. incus info [<fjärr>:] [--resources] För serverinformation.

source: incus launch images:debian/12 u1 incus launch images:debian/12 u1 < config.yaml Create and start a container with configuration from config.yaml incus launch images:debian/12 u2 -t aws:t2.micro Create and start a container using the same size as an AWS t2.micro (1 vCPU, 1GiB of RAM) incus launch images:debian/12 v1 --vm -c limits.cpu=4 -c limits.memory=4GiB Create and start a virtual machine with 4 vCPUs and 4GiB of RAM incus launch images:debian/12 v2 --vm -d root,size=50GiB -d root,io.bus=nvme Create and start a virtual machine, overriding the disk size and bus
sv: incus startbilder:debian/12 u1 incus startbilder:debian/12 u1 < config.yaml Skapa och starta en container med konfigurationen från config.yaml incus launch images:debian/12 u2 -t aws:t2.micro Skapa och starta en container med samma storlek som en AWS t2.micro (1 vCPU, 1 GiB RAM) incus launch images:debian/12 v1 --vm -c limits.cpu=4 -c limits.memory=4GiB Skapa och starta en virtuell maskin med 4 vCPU och 4 GiB RAM incus launch images:debian/12 v2 --vm -d root,size=50GiB -d root,io.bus=nvme Skapa och starta en virtuell maskin, med överskrivning av diskstorlek och buss

source: incus list -c nFs46,volatile.eth0.hwaddr:MAC,config:image.os,devices:eth0.parent:ETHP Show instances using the "NAME", "BASE IMAGE", "STATE", "IPV4", "IPV6" and "MAC" columns. "BASE IMAGE", "MAC" and "IMAGE OS" are custom columns generated from instance configuration keys. "ETHP" is a custom column generated from a device key. incus list -c ns,user.comment:comment List instances with their running state and user comment.
sv: incus list -c nFs46,volatile.eth0.hwaddr:MAC,config:image.os,devices:eth0.parent:ETHP Visa instanser med kolumnerna "NAME", "BASE IMAGE", "STATE", "IPV4", "IPV6" och "MAC". "BASE IMAGE", "MAC" och "IMAGE OS" är anpassade kolumner som genereras från instanskonfigurationsnycklar. "ETHP" är en anpassad kolumn som genereras från en enhetsnyckel. incus list -c ns,user.comment:comment Lista instanser med deras körningsstatus och användarkommentar.

source: incus monitor --type=logging Only show log messages. incus monitor --pretty --type=logging --loglevel=info Show a pretty log of messages with info level or higher. incus monitor --type=lifecycle Only show lifecycle events.
sv: incus monitor --type=logging Visa endast loggmeddelanden. incus monitor --pretty --type=logging --loglevel=info Visa en snygg logg med meddelanden på informationsnivå eller högre. incus monitor --type=lifecycle Visa endast livscykelhändelser.

source: incus move [<remote>:]<source instance> [<remote>:][<destination instance>] [--instance-only] Move an instance between two hosts, renaming it if destination name differs. incus move <old name> <new name> [--instance-only] Rename a local instance. incus move <instance>/<old snapshot name> <instance>/<new snapshot name> Rename a snapshot.
sv: incus move [<fjärr>:]<source instance> [<fjärr>:][<destination instance>] [--instance-only] Flytta en instans mellan två värdar och byt namn på den om destinationsnamnet skiljer sig åt. incus move <old name> <new name> [--instance-only] Byt namn på en lokal instans. incus move <instans>/<old snapshot name> <instans>/<new snapshot name> Byt namn på en ögonblicksbild.

source: incus network acl create a1 incus network acl create a1 < config.yaml Create network acl with configuration from config.yaml
sv: incus network acl create a1 incus network acl create a1 < config.yaml Skapa nätverks-ACL med konfiguration från config.yaml

source: incus network address-set create as1 incus network address-set create as1 < config.yaml Create network address set with configuration from config.yaml
sv: incus nätverksadressuppsättning skapa as1 incus nätverksadressuppsättning skapa as1 < config.yaml Skapa nätverksadressuppsättning med konfiguration från config.yaml

source: incus network create foo Create a new network called foo incus network create foo < config.yaml Create a new network called foo using the content of config.yaml. incus network create bar network=baz --type ovn Create a new OVN network called bar using baz as its uplink network
sv: incus network create foo Skapa ett nytt nätverk med namnet foo incus network create foo < config.yaml Skapa ett nytt nätverk med namnet foo med hjälp av innehållet i config.yaml. incus network create bar network=baz --type ovn Skapa ett nytt OVN-nätverk med namnet bar med baz som uppkopplingsnätverk

source: incus network forward create n1 127.0.0.1 incus network forward create n1 127.0.0.1 < config.yaml Create a new network forward for network n1 from config.yaml
sv: incus network forward create n1 127.0.0.1 incus network forward create n1 127.0.0.1 < config.yaml Skapa en ny nätverksvidarebefordran för nätverk n1 från config.yaml

source: incus network integration create o1 ovn incus network integration create o1 ovn < config.yaml Create network integration o1 of type ovn with configuration from config.yaml
sv: incus nätverksintegration skapa o1 ovn incus nätverksintegration skapa o1 ovn < config.yaml Skapa nätverksintegration o1 av typen ovn med konfiguration från config.yaml

source: incus network integration edit <network integration> < network-integration.yaml Update a network integration using the content of network-integration.yaml
sv: incus nätverksintegration redigera <nätverksintegration> < network-integration.yaml Uppdatera en nätverksintegration med hjälp av innehållet i network-integration.yaml

source: incus network load-balancer create n1 127.0.0.1 incus network load-balancer create n1 127.0.0.1 < config.yaml Create network load-balancer for network n1 with configuration from config.yaml
sv: incus network load-balancer create n1 127.0.0.1 incus network load-balancer create n1 127.0.0.1 < config.yaml Skapa nätverkslastbalanserare för nätverk n1 med konfiguration från config.yaml

source: incus network peer create default peer1 web/default Create a new peering between network "default" in the current project and network "default" in the "web" project incus network peer create default peer2 ovn-ic --type=remote Create a new peering between network "default" in the current project and other remote networks through the "ovn-ic" integration incus network peer create default peer3 web/default < config.yaml Create a new peering between network default in the current project and network default in the web project using the configuration in the file config.yaml
sv: incus network peer create default peer1 web/default Skapa en ny peering mellan nätverket "default" i det aktuella projektet och nätverket "default" i projektet "web". incus network peer create default peer2 ovn-ic --type=remote Skapa en ny peering mellan nätverket "default" i det aktuella projektet och andra fjärrnätverk via integrationen "ovn-ic". incus network peer create default peer3 web/default < config.yaml Skapa en ny peering mellan nätverket default i det aktuella projektet och nätverket default i webbprojektet med hjälp av konfigurationen i filen config.yaml

source: incus network zone create z1 incus network zone create z1 < config.yaml Create network zone z1 with configuration from config.yaml
sv: incus nätverkszon skapa z1 incus nätverkszon skapa z1 < config.yaml Skapa nätverkszon z1 med konfiguration från config.yaml

source: incus network zone record create z1 r1 incus network zone record create z1 r1 < config.yaml Create record r1 for zone z1 with configuration from config.yaml
sv: incus nätverkszonpost skapa z1 r1 incus nätverkszonpost skapa z1 r1 < config.yaml Skapa post r1 för zon z1 med konfiguration från config.yaml

source: incus operation show 344a79e4-d88a-45bf-9c39-c72c26f6ab8a Show details on that operation UUID
sv: incus-operation visa 344a79e4-d88a-45bf-9c39-c72c26f6ab8a Visa detaljer om den operationen UUID

source: incus profile assign foo default,bar Set the profiles for "foo" to "default" and "bar". incus profile assign foo default Reset "foo" to only using the "default" profile. incus profile assign foo '' Remove all profile from "foo"
sv: incus profile assign foo default,bar Ställ in profilerna för "foo" till "default" och "bar". incus profile assign foo default Återställ "foo" till att endast använda profilen "default". incus profile assign foo '' Ta bort alla profiler från "foo"

source: incus profile create p1 Create a profile named p1 incus profile create p1 < config.yaml Create a profile named p1 with configuration from config.yaml
sv: incus profil skapa p1 Skapa en profil med namnet p1 incus profil skapa p1 < config.yaml Skapa en profil med namnet p1 med konfigurationen från config.yaml

source: incus profile device add [<remote>:]profile1 <device-name> disk source=/share/c1 path=/opt Will mount the host's /share/c1 onto /opt in the instance. incus profile device add [<remote>:]profile1 <device-name> disk pool=some-pool source=some-volume path=/opt Will mount the some-volume volume on some-pool onto /opt in the instance.
sv: incus profile device add [<fjärr>:]profile1 <device-name> disk source=/share/c1 path=/opt Monterar värdens /share/c1 på /opt i instansen. incus profile device add [<fjärr>:]profile1 <device-name> disk pool=some-pool source=some-volume path=/opt Monterar volymen some-volume på some-pool på /opt i instansen.

source: incus profile edit <profile> < profile.yaml Update a profile using the content of profile.yaml
sv: redigera incus-profil <profil> < profile.yaml Uppdatera en profil med innehållet i profile.yaml

source: incus project create p1 Create a project named p1 incus project create p1 < config.yaml Create a project named p1 with configuration from config.yaml
sv: incus project create p1 Skapa ett projekt med namnet p1 incus project create p1 < config.yaml Skapa ett projekt med namnet p1 med konfigurationen från config.yaml

source: incus project edit <project> < project.yaml Update a project using the content of project.yaml
sv: incus-projekt redigera <projekt> < project.yaml Uppdatera ett projekt med innehållet i project.yaml

source: incus query -X DELETE --wait /1.0/instances/c1 Delete local instance "c1".
sv: incus query -X DELETE --wait /1.0/instances/c1 Ta bort lokal instans "c1".

source: incus snapshot create u1 snap0 Create a snapshot of "u1" called "snap0". incus snapshot create u1 snap0 < config.yaml Create a snapshot of "u1" called "snap0" with the configuration from "config.yaml".
sv: incus snapshot create u1 snap0 Skapa en snapshot av "u1" med namnet "snap0". incus snapshot create u1 snap0 < config.yaml Skapa en snapshot av "u1" med namnet "snap0" med konfigurationen från "config.yaml".

source: incus snapshot restore u1 snap0 Restore instance u1 to snapshot snap0
sv: incus snapshot restore u1 snap0 Återställ instans u1 till snapshot snap0

source: incus storage bucket create p1 b01 Create a new storage bucket named b01 in storage pool p1 incus storage bucket create p1 b01 < config.yaml Create a new storage bucket named b01 in storage pool p1 using the content of config.yaml
sv: incus storage bucket create p1 b01 Skapa en ny lagringsbucket med namnet b01 i lagringspoolen p1 incus storage bucket create p1 b01 < config.yaml Skapa en ny lagringsbucket med namnet b01 i lagringspoolen p1 med hjälp av innehållet i config.yaml

source: incus storage bucket edit [<remote>:]<pool> <bucket> < bucket.yaml Update a storage bucket using the content of bucket.yaml.
sv: incus storage bucket edit [<fjärr>:]<pool> <bucket> < bucket.yaml Uppdatera en lagringsbucket med innehållet i bucket.yaml.

source: incus storage bucket edit [<remote>:]<pool> <bucket> <key> < key.yaml Update a storage bucket key using the content of key.yaml.
sv: incus storage bucket edit [<fjärr>:]<pool> <bucket> <nyckel> < key.yaml Uppdatera en lagringsbucketnyckel med hjälp av innehållet i key.yaml.

source: incus storage bucket export default b1 Download a backup tarball of the b1 storage bucket from the default pool.
sv: incus lagringsbucket export default b1 Ladda ner en säkerhetskopia av b1-lagringsbucketen från standardpoolen.

source: incus storage bucket import default backup0.tar.gz Create a new storage bucket using backup0.tar.gz as the source.
sv: incus lagringsbucket import standard backup0.tar.gz Skapa en ny lagringsbucket med backup0.tar.gz som källa.

source: incus storage bucket key create p1 b01 k1 Create a key called k1 for the bucket b01 in the pool p1. incus storage bucket key create p1 b01 k1 < config.yaml Create a key called k1 for the bucket b01 in the pool p1 using the content of config.yaml.
sv: incus storage bucket key create p1 b01 k1 Skapa en nyckel med namnet k1 för bucketen b01 i poolen p1. incus storage bucket key create p1 b01 k1 < config.yaml Skapa en nyckel med namnet k1 för bucketen b01 i poolen p1 med hjälp av innehållet i config.yaml.

source: incus storage bucket key show default data foo Will show the properties of a bucket key called "foo" for a bucket called "data" in the "default" pool.
sv: incus storage bucket key visa standarddata foo Visar egenskaperna för en bucket-nyckel som heter "foo" för en bucket som heter "data" i poolen "standard".

source: incus storage bucket show default data Will show the properties of a bucket called "data" in the "default" pool.
sv: incus storage bucket show default data Visar egenskaperna för en bucket med namnet "data" i poolen "standard".

source: incus storage create s1 dir incus storage create s1 dir < config.yaml Create a storage pool using the content of config.yaml.
sv: incus storage create s1 dir incus storage create s1 dir < config.yaml Skapa en lagringspool med hjälp av innehållet i config.yaml.

source: incus storage edit [<remote>:]<pool> < pool.yaml Update a storage pool using the content of pool.yaml.
sv: incus storage edit [<fjärr>:]<pool> < pool.yaml Uppdatera en lagringspool med innehållet i pool.yaml.

source: incus storage volume create default foo Create custom storage volume "foo" in pool "default" incus storage volume create default foo < config.yaml Create custom storage volume "foo" in pool "default" with configuration from config.yaml
sv: incus storage volume create default foo Skapa anpassad lagringsvolym "foo" i pool "default" incus storage volume create default foo < config.yaml Skapa anpassad lagringsvolym "foo" i pool "default" med konfiguration från config.yaml

source: incus storage volume edit default container/c1 Edit container storage volume "c1" in pool "default" incus storage volume edit default foo < volume.yaml Edit custom storage volume "foo" in pool "default" using the content of volume.yaml
sv: incus storage volume edit default container/c1 Redigera containerlagringsvolym "c1" i pool "default" incus storage volume edit default foo < volume.yaml Redigera anpassad lagringsvolym "foo" i pool "default" med hjälp av innehållet i volume.yaml

source: incus storage volume file create foo bar/baz To create a file baz in the bar volume on the foo pool. incus file create --type=symlink foo bar/baz qux To create a symlink qux in bar storage volume on the foo pool whose target is baz.
sv: incus storage volume file create foo bar/baz För att skapa en fil baz i volymen bar på poolen foo. incus file create --type=symlink foo bar/baz qux För att skapa en symlänk qux i lagringsvolymen bar på poolen foo med målet baz.

source: incus storage volume file push /etc/hosts local v1/etc/hosts To push /etc/hosts into the custom volume "v1". echo "Hello world" | incus storage volume file push - local v1 test To read "Hello world" from standard input and write it into test in volume "v1".
sv: incus storage volume file push /etc/hosts local v1/etc/hosts För att skicka /etc/hosts till den anpassade volymen "v1". echo "Hello world" | incus storage volume file push - local v1 test För att läsa "Hello world" från standardinmatningen och skriva det till test i volymen "v1".

source: incus storage volume get default data size Returns the size of a custom volume "data" in pool "default" incus storage volume get default virtual-machine/data snapshots.expiry Returns the snapshot expiration period for a virtual machine "data" in pool "default"
sv: incus storage volume get default data size Returnerar storleken på en anpassad volym "data" i poolen "default" incus storage volume get default virtual-machine/data snapshots.expiry Returnerar utgångsperioden för en snapshot för en virtuell maskin "data" i poolen "default"

source: incus storage volume import default backup0.tar.gz Create a new custom volume using backup0.tar.gz as the source incus storage volume import default some-installer.iso installer --type=iso Create a new custom volume storing some-installer.iso for use as a CD-ROM image
sv: incus storage volume import default backup0.tar.gz Skapa en ny anpassad volym med backup0.tar.gz som källa incus storage volume import default some-installer.iso installer --type=iso Skapa en ny anpassad volym som lagrar some-installer.iso för användning som CD-ROM-avbildning

source: incus storage volume info default foo Returns state information for a custom volume "foo" in pool "default" incus storage volume info default virtual-machine/v1 Returns state information for virtual machine "v1" in pool "default"
sv: incus storage volume info default foo Returnerar statusinformation för en anpassad volym "foo" i poolen "default". incus storage volume info default virtual-machine/v1 Returnerar statusinformation för den virtuella maskinen "v1" i poolen "default".

source: incus storage volume set default data size=1GiB Sets the size of a custom volume "data" in pool "default" to 1 GiB incus storage volume set default virtual-machine/data snapshots.expiry=7d Sets the snapshot expiration period for a virtual machine "data" in pool "default" to seven days
sv: incus storage volume set default data size=1GiB Ställer in storleken på en anpassad volym "data" i poolen "default" till 1 GiB incus storage volume set default virtual-machine/data snapshots.expiry=7d Ställer in utgångsperioden för en ögonblicksbild för en virtuell maskin "data" i poolen "default" till sju dagar

source: incus storage volume show default foo Will show the properties of custom volume "foo" in pool "default" incus storage volume show default virtual-machine/v1 Will show the properties of the virtual-machine volume "v1" in pool "default" incus storage volume show default container/c1 Will show the properties of the container volume "c1" in pool "default"
sv: incus storage volume show default foo Visar egenskaperna för den anpassade volymen "foo" i poolen "default". incus storage volume show default virtual-machine/v1 Visar egenskaperna för den virtuella maskinvolymen "v1" i poolen "default". incus storage volume show default container/c1 Visar egenskaperna för containervolymen "c1" i poolen "default".

source: incus storage volume snapshot create default foo snap0 Create a snapshot of "foo" in pool "default" called "snap0" incus storage volume snapshot create default vol1 snap0 < config.yaml Create a snapshot of "foo" in pool "default" called "snap0" with the configuration from "config.yaml"
sv: incus storage volume snapshot create default foo snap0 Skapa en snapshot av "foo" i poolen "default" med namnet "snap0" incus storage volume snapshot create default vol1 snap0 < config.yaml Skapa en snapshot av "foo" i poolen "default" med namnet "snap0" med konfigurationen från "config.yaml"

source: incus storage volume unset default foo size Removes the size/quota of custom volume "foo" in pool "default" incus storage volume unset default virtual-machine/v1 snapshots.expiry Removes the snapshot expiration period of virtual machine volume "v1" in pool "default"
sv: incus storage volume unset default foo size Tar bort storleken/kvoten för den anpassade volymen "foo" i poolen "default" incus storage volume unset default virtual-machine/v1 snapshots.expiry Tar bort utgångsperioden för snapshots för den virtuella maskinvolymen "v1" i poolen "default"

source: name
sv: namn

source: no
sv: nej

source: ok (y/n/[fingerprint])?
sv: ok (y/n/[fingeravtryck])?

source: please use `incus profile`
sv: använd `incus profile`

source: space used
sv: använt utrymme

source: sshfs has stopped
sv: sshfs har stoppat

source: sshfs mounting %q on %q
sv: sshfs monterar %q på %q

source: total space
sv: totalt utrymme

source: unreachable
sv: går inte att nå

source: used by
sv: används av

source: y
sv: j

source: yes
sv: ja
